[
    {
        "sentence": "The customer is unable to log in to their account to purchase an Oven Toaster Grill (OTG) due to issues with mobile number or email verification.",
        "keywords": "log in, account, purchase",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log into their account due to exceeding the number of attempts to enter the correct verification code.",
        "keywords": "login, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer cannot log in to their account to purchase a Wet Grinder because the account has been deactivated.",
        "keywords": "login account, purchase",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, Jane, is unable to verify her mobile number and email address to place an order for a Kitchen Chimney because she is not receiving the OTP or verification code.",
        "keywords": "verify, mobile number, email address, place an order, OTP, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log into their account due to not receiving a verification code for a recent purchase.",
        "keywords": "login, account, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs to change the email ID linked to their account for a Coffee Maker.",
        "keywords": "email ID, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble receiving OTPs for mobile number and email verification while trying to place an order.",
        "keywords": "OTPs, mobile number and email verification, place an order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is trying to reactivate their account to purchase a television but is unable to do so.",
        "keywords": "reactivate account, purchase a television",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, an international user, is having trouble signing up for a water purifier due to the lack of a US phone number for verification.",
        "keywords": "signing up, water purifier, US phone number",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log into their account due to exceeding attempts to enter the correct verification code.",
        "keywords": "log into account, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to their BrownBox account on the mobile app using their mobile number and also has issues with their account password.",
        "keywords": "log in, BrownBox account, mobile app, mobile number, account password",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, Emily, is having trouble signing up for a Sunglass on the website using her corporate email ID.",
        "keywords": "sign up, corporate email ID",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into their account due to the new security measures requiring mobile or email verification and needs assistance with verifying their mobile number.",
        "keywords": "login, account, verify mobile number",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change the email ID linked to their account.",
        "keywords": "change email ID, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into their BrownBox account on the mobile app using their mobile number.",
        "keywords": "Login, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer cannot log into their account due to exceeding attempts to enter the correct verification code for their Sandwich Maker.",
        "keywords": "login, account, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs help changing their password for their BrownBox account.",
        "keywords": "Login and Account, password, BrownBox account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into their account to access their recently purchased Induction Cooktop due to mobile number and email verification requirements.",
        "keywords": "login, account, recently purchased",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to deactivate their account due to dissatisfaction with a purchased food processor.",
        "keywords": "deactivate account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change their account password and also inquire about updating their address.",
        "keywords": "change password, update address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to their account to track their OTG order due to an error message about exceeding verification code attempts.",
        "keywords": "login, track order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to deactivate their account and cancel their subscription for a Bp monitor.",
        "keywords": "deactivate account, cancel subscription",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to receive the OTP or verification code needed to complete the purchase of diapers.",
        "keywords": "OTP, verification code, complete purchase",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to add a new delivery address for a recently ordered computer monitor and inquire about changing the delivery date.",
        "keywords": "delivery address, change delivery date",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in due to issues with mobile verification, despite having verified their email address.",
        "keywords": "log in, mobile verification",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to know why they need to verify their mobile number and email address for account login and seeks assistance with the verification process.",
        "keywords": "verify mobile number, email address, account login, verification process",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble receiving the OTP or verification code on their mobile number or email during the Smart Watch verification process.",
        "keywords": "verification code, mobile number, email, verification process",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble receiving the OTP or verification code for a Pendrive purchased from the website.",
        "keywords": "OTP, verification code, Pendrive",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to deactivate their account.",
        "keywords": "deactivate account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to access their account due to a lost phone and forgotten password.",
        "keywords": "Login and Account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to their account because it is inactive and needs help reactivating it.",
        "keywords": "log in, account inactive, reactivate",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs help adding a new email address to their BrownBox account and wants to know how to use the new email address for login.",
        "keywords": "account, login",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to their account on the BrownBox mobile app using their mobile number to purchase a Wet Grinder.",
        "keywords": "login account, purchase Wet Grinder",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in because their mobile number and email address need to be verified.",
        "keywords": "log in, verify mobile number, email address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change the email address linked to their account for an order of jeans placed last week.",
        "keywords": "change email address, account, order of jeans",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in because they are not receiving the verification code on their phone or email.",
        "keywords": "login, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging in to their account on a tablet and is unsure how to verify their mobile number or email address.",
        "keywords": "login, account, verify mobile number, email address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to sign-up for an External Hard Disk using their corporate email ID due to an \"Invalid email address\" error.",
        "keywords": "sign-up, Invalid email address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in due to exceeding verification code attempts for a recent purchase of sunglasses.",
        "keywords": "login, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, Jane, is having trouble receiving the OTP or verification code for a computer monitor she recently purchased.",
        "keywords": "OTP, verification code, recently purchased",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging in to their account after purchasing a coffee maker, as they need to verify their mobile number or email address.",
        "keywords": "login account, verify mobile number, email address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to access their account to track a DSLR Camera order due to repeated verification code errors.",
        "keywords": "access account, track order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to receive the OTP or verification code for their jeans order due to an unverified mobile number.",
        "keywords": "OTP, verification code, order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into their account to access their BP monitor order due to issues with the verification process.",
        "keywords": "login, account, order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in due to a new security feature requiring mobile number or email verification and did not receive the verification link.",
        "keywords": "log in, verification link",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer cannot access their account due to a lost phone and forgotten password, and later encounters an \"Invalid credentials\" error.",
        "keywords": "lost phone, forgotten password, Invalid credentials, access account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to add a new delivery address to their account and change the delivery address for their wristwatch order.",
        "keywords": "add delivery address, change delivery address, wristwatch order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble signing up for a new air cooler using their corporate email ID.",
        "keywords": "sign up, corporate email ID",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into their account due to unverified mobile number or email address.",
        "keywords": "login, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer cannot log in to their BrownBox account after changing their email address.",
        "keywords": "login, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change the email ID linked to their BrownBox account but is unable to do so.",
        "keywords": "change email ID, BrownBox account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, Rachel, is having trouble logging into her account due to a lost phone and forgotten password.",
        "keywords": "login, account, password",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to deactivate their account due to dissatisfaction with the quality of the Shorts and wants to return them.",
        "keywords": "deactivate account, return",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to add a new delivery address to their account and change the delivery date for an inverter they purchased.",
        "keywords": "delivery address, account, change delivery date, purchased inverter",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into their account due to issues with mobile number or email verification after purchasing an electric kettle.",
        "keywords": "login, account, email verification",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging in with their mobile number on the BP Monitor mobile app.",
        "keywords": "login, mobile number, BP Monitor mobile app",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change the email ID linked to their BP monitor order.",
        "keywords": "order, email ID",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change the email ID linked to their account due to a change in their email provider.",
        "keywords": "change email ID, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs help reactivating their account to access their induction cooktop purchased a year ago, but faces issues with account reactivation.",
        "keywords": "reactivate account, account reactivation",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to sign up for a headphone using their corporate email ID due to an \"Invalid email ID\" error.",
        "keywords": "sign up, Invalid email ID",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging in to the BrownBox mobile app using their mobile number to order a Sandwich Maker.",
        "keywords": "login, order, sandwich maker",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to receive the verification code for their vacuum cleaner purchase.",
        "keywords": "verification code, purchase",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is not receiving the OTP or verification code for their DSLR camera order on their mobile number or email.",
        "keywords": "OTP, verification code, order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to add a new delivery address to their account for a recently purchased DSLR Camera.",
        "keywords": "delivery address, account, recently purchased",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to sign up for a T-Shirt on the website using their international number.",
        "keywords": "sign up, international number",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into the BrownBox mobile app using their mobile number after purchasing a washing machine.",
        "keywords": "login, mobile app, mobile number, washing machine",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs help adding a new delivery address to their account for a Pram/Stroller and has additional questions about changing and deleting delivery addresses.",
        "keywords": "adding delivery address, account, changing delivery addresses, deleting delivery addresses",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to know the purpose of verifying their mobile number and email address after purchasing a food processor, and how to do it.",
        "keywords": "purchase a food processor, verify mobile number, verify email address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to their BrownBox account through the mobile app using their mobile number.",
        "keywords": "login account, mobile app, mobile number",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to their account due to exceeding the number of attempts to enter the correct verification code for their Electric Kettle.",
        "keywords": "log in, account, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to the mobile app for an Electric Cooker using their mobile number.",
        "keywords": "login, mobile app",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging in to the BrownBox mobile app using their mobile number.",
        "keywords": "login, mobile app, mobile number",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble receiving verification codes for their mobile number and email address while trying to place an order for a food processor.",
        "keywords": "verification codes, mobile number, email address, place an order, food processor",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, Sarah, is trying to reactivate her account but is facing issues and needs assistance.",
        "keywords": "reactivate account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs help with mobile number and email verification for a recently received computer monitor.",
        "keywords": "verification, recently received computer monitor",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log into their BrownBox account on the mobile app using their mobile number.",
        "keywords": "login account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, Jane, needs help changing the email ID linked to her account for her Air Cooler purchase but is encountering issues as the new email address is already in use.",
        "keywords": "change email ID, account, already in use",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to know why they need to verify their mobile number and email address after purchasing a Television and how to do it.",
        "keywords": "verify mobile number, email address, purchasing Television",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble reactivating their account, which was deactivated due to inactivity.",
        "keywords": "reactivate account, deactivated account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to reactivate their account for their tablet.",
        "keywords": "reactivate account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble signing up for an account using their corporate email ID and wants to know if they can use their personal email ID instead.",
        "keywords": "signing up, account, corporate email, personal email",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into their account to track an order due to a recent email address change.",
        "keywords": "login account, track order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having issues receiving the OTP or verification code while trying to purchase a hand blender and also inquires about the warranty details of the product.",
        "keywords": "OTP, verification code, purchase a hand blender, warranty details",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log into their account due to exceeded attempts to enter the correct verification code for their Headphone.",
        "keywords": "login, account, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble purchasing an inverter due to issues with verifying their mobile number and email address, and later with the payment process.",
        "keywords": "purchase an inverter, verify mobile number, verify email address, payment process",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unsure how to log in to the mobile app using their mobile number to purchase a pair of jeans.",
        "keywords": "login, mobile app, purchase",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to know why they need to verify their mobile number and email address to log in and seeks guidance through the verification process.",
        "keywords": "verify mobile number, email address, log in, verification process",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in because they need to verify their mobile number and email address.",
        "keywords": "login, verify mobile number, email address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging in to their account due to mobile number verification issues and wants to know why verification is necessary and how to update their mobile number.",
        "keywords": "login, account, mobile number verification, update mobile number",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change their account password but is having trouble due to an incorrect current password.",
        "keywords": "change account password, incorrect current password",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to receive the OTP for their baby food order despite multiple attempts.",
        "keywords": "OTP, order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, Mary, is having trouble changing the email ID linked to her account for a speaker.",
        "keywords": "change email ID, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble verifying their mobile number and email address after purchasing an air cooler.",
        "keywords": "verify mobile number, verify email address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in with their mobile number on the mobile app for an external hard disk and needs assistance.",
        "keywords": "log in, mobile number, mobile app",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to know if they can use an international phone number to sign up for a Refrigerator and needs assistance with the sign-up process and order tracking.",
        "keywords": "sign up, order tracking",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to receive the OTP or verification code on their mobile number or email address while trying to purchase an Air Cooler from BrownBox.",
        "keywords": "purchase Air Cooler, OTP, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change the email ID linked to their account due to losing access to the old one.",
        "keywords": "change email ID, account, losing access",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs help verifying their mobile number and email address to receive an OTP or verification code for an order.",
        "keywords": "verify mobile number, email address, OTP, verification code, order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is not receiving the OTP or verification code for their Sunglas order.",
        "keywords": "OTP, verification code, order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to their account on the BrownBox mobile app due to an error message about exceeding the number of verification code attempts.",
        "keywords": "log in, account, error message, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to their account to purchase a Pendrive due to verification issues with their mobile number or email address.",
        "keywords": "log in, account, purchase",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log in to their BrownBox account due to exceeding the number of attempts to enter the correct verification code for their Hand Blender purchase.",
        "keywords": "log in, account, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs to change their account password and update their shipping address.",
        "keywords": "account password, shipping address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer's account was deactivated, and they need it reactivated to purchase a microwave oven. They also need help finding a specific microwave oven.",
        "keywords": "reactivated account, purchase a microwave oven, help finding microwave oven",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer cannot log in to their BrownBox account because it has been deactivated and needs help reactivating it.",
        "keywords": "log in, deactivated account, reactivating",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to receive the OTP for mobile verification despite multiple attempts.",
        "keywords": "Login and Account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs to change their account password and is unable to log in.",
        "keywords": "change password, log in",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, John Smith, is unable to log in to his account after changing his email address.",
        "keywords": "login, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer cannot log in to their account because they lost their phone and forgot their password.",
        "keywords": "login, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log into their account due to exceeding the number of attempts to enter the verification code.",
        "keywords": "login account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs to change their email address for their account but cannot log in because they no longer have access to their old email address.",
        "keywords": "change email address, log in",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to deactivate their account and remove an external hard disk from their order history.",
        "keywords": "deactivate account, remove order history",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log into their account due to a lost phone and forgotten password.",
        "keywords": "Login, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to add a new delivery address to their account for a recently ordered Microwave Oven and set it as the default delivery address.",
        "keywords": "delivery address, account, ordered Microwave Oven, default delivery address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to sign up for a refrigerator on the website using their corporate email ID.",
        "keywords": "sign up, corporate email ID",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer, John, is having trouble reactivating his account for a wristwatch he purchased from the website.",
        "keywords": "account, reactivate",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change the password for their dishwasher account but is encountering an error.",
        "keywords": "Login and Account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to complete a purchase due to not receiving OTP or verification code for mobile number and email address verification.",
        "keywords": "purchase, OTP, verification code",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log into their account to purchase a pair of jeans due to a recent change in their email address.",
        "keywords": "log into account, purchase",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into their account to track their order.",
        "keywords": "login, account, track order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into their account due to the requirement to verify their mobile number or email address and wants to understand why and how to do it.",
        "keywords": "login, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble signing up for an Inverter on the website using their corporate email ID.",
        "keywords": "sign up, corporate email ID",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to reactivate their account for their Kitchen Chimney and needs assistance.",
        "keywords": "reactivate account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs to verify their mobile number and email address to access their account and purchase an air cooler and wants to know the purpose and process of verification.",
        "keywords": "verify mobile number, email address, access account, purchase air cooler, verification process",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble receiving the OTP for verifying their mobile number and email address while purchasing a Juicer/Mixer/Grinder.",
        "keywords": "OTP, verifying mobile number, email address, purchasing",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs to change the password for their account but is having trouble doing so.",
        "keywords": "change password, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to sign up for a laptop using their corporate email ID due to an error message indicating an invalid email address.",
        "keywords": "sign up, corporate email ID, error message, invalid email address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is being prompted to verify their mobile number or email address during login and wants to know why and how to proceed.",
        "keywords": "login, verify mobile number, email address",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble signing up for an air conditioner on the website because their international phone number is not being accepted.",
        "keywords": "sign up, international phone number",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble changing the email ID linked to their account due to an error message.",
        "keywords": "change email, account, error message",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble verifying their email address and mobile number while trying to log in to purchase an electric cooker.",
        "keywords": "log in, purchase an electric cooker, verify email address, verify mobile number",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is unable to log into their account due to exceeding the number of attempts to enter the verification code for their sweatshirt order.",
        "keywords": "log into account, verification code, sweatshirt order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to know why they need to verify their mobile number or email address to log in and track their order.",
        "keywords": "verify mobile number, email address, log in, track order",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to change the email ID linked to their account.",
        "keywords": "change email ID, account",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to use a new email address to log in to their account for a sweatshirt purchase.",
        "keywords": "log in account, sweatshirt purchase",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer is having trouble logging into the mobile app for their Smart Band using their mobile number.",
        "keywords": "login, mobile app",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer needs to reactivate their account to get their water purifier serviced but is unable to do so.",
        "keywords": "reactivate account, serviced",
        "issue_area": "Login and Account"
    },
    {
        "sentence": "The customer wants to know why they are being asked to return a computer monitor and seeks guidance on the return process.",
        "keywords": "return process, return a computer monitor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is unable to click the 'Cancel' button for a recently purchased Juicer/Mixer/Grinder and seeks assistance.",
        "keywords": "cancel, recently purchased Juicer/Mixer/Grinder",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty water purifier and get a refund, but is concerned about the long refund processing time for Cash on Delivery returns.",
        "keywords": "return, refund, Cash on Delivery returns",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel a recent order for a smartwatch.",
        "keywords": "cancel order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange a malfunctioning food processor.",
        "keywords": "return, exchange, malfunctioning food processor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for a sandwich maker and receive a full refund.",
        "keywords": "cancel order, full refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a table fan instead of the ceiling fan they ordered and wants to know how to return and get the correct item.",
        "keywords": "return, ordered ceiling fan",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to change the pick-up address for their Pram/Stroller order.",
        "keywords": "change pick-up address, order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange a diaper due to incorrect size.",
        "keywords": "return, exchange, incorrect size",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants a refund for a Cash on Delivery payment and reimbursement of courier charges for a defective Electric Cooker.",
        "keywords": "refund, Cash on Delivery, courier charges, defective Electric Cooker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to check the status of their refund for a returned BP monitor and knows the time it will take to reflect in their account.",
        "keywords": "refund, returned BP monitor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a pair of shorts that do not fit well.",
        "keywords": "return, shorts",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Emily, wants to return a defective Induction Cooktop and get a replacement.",
        "keywords": "return, replacement, defective Induction Cooktop",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer's vacuum cleaner stopped working after two months, and their request for a replacement was denied by the service center.",
        "keywords": "warranty, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective dishwasher and get a replacement.",
        "keywords": "return, defective dishwasher, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is inquiring about the status of their refund for a returned watch, which was paid for using Cash on Delivery, and wants to know if they will be reimbursed for the courier charges.",
        "keywords": "refund, returned watch, Cash on Delivery, courier charges",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a Juicer/Mixer/Grinder that is not working correctly and exchange it for a new one.",
        "keywords": "return, exchange, Juicer/Mixer/Grinder not working",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective smart band and is seeking assistance with the return process.",
        "keywords": "return, defective smart band, return process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to schedule a pickup for a recently ordered headphone but is having trouble finding the pickup option on their account.",
        "keywords": "pickup, recently ordered headphone, account",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective Water Geyser they purchased from BrownBox.",
        "keywords": "return, defective Water Geyser, purchased",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a damaged speaker purchased with cash on delivery and get a refund.",
        "keywords": "return, refund, cash on delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return an electric cooker that is not working properly.",
        "keywords": "return, electric cooker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to change the address for item pick-up for their baby food order.",
        "keywords": "change address, pick-up, baby food order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs to change the delivery address for their computer monitor pickup as the current address is incorrect.",
        "keywords": "change delivery address, computer monitor pickup",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received the wrong coffee maker and wants to return it and get the correct one.",
        "keywords": "return, wrong coffee maker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the pickup process for their tablet from the store.",
        "keywords": "pickup process, tablet",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received the wrong item (baby wipes instead of diapers) in their order and wants to resolve the issue.",
        "keywords": "wrong item, resolve issue",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a pair of shorts but missed the deadline mentioned in the seller's return policy.",
        "keywords": "return, missed return deadline",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for an inverter but is unable to click the 'Cancel' button.",
        "keywords": "cancel order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a faulty food processor and wants to return it and get a replacement due to a non-functional 'Cancel' button.",
        "keywords": "return, replacement, faulty food processor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a vacuum cleaner that is not working correctly.",
        "keywords": "return, vacuum cleaner, not working",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty Induction Cooktop and get a refund, but is concerned about the courier charges for a Cash on Delivery (CoD) order.",
        "keywords": "return, refund, courier charges, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know why they need to return their recently ordered air conditioner and the process for doing so.",
        "keywords": "return, recently ordered air conditioner, process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer was charged for return shipping after returning a pair of jeans and wants to know why and get a refund.",
        "keywords": "return shipping, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received a refund for a defective product they returned three weeks ago.",
        "keywords": "refund, returned",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a coffee maker that is not brewing coffee properly.",
        "keywords": "return, coffee maker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a hand blender due to it not working properly and inquires about the refund status.",
        "keywords": "return, refund status",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange an electric kettle that is not working properly.",
        "keywords": "return, exchange, electric kettle",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the replacement timeline for a faulty coffee maker they received.",
        "keywords": "replacement, faulty coffee maker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective food processor and get a replacement.",
        "keywords": "return, replacement, defective food processor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a hand blender with a tampered package and is unsure if the product is damaged.",
        "keywords": "return, damaged product",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer's Juicer/Mixer/Grinder stopped working after a month and they need help with repair or replacement since the return period has expired.",
        "keywords": "repair, replacement, return period expired",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received a refund for a returned T-shirt after two weeks.",
        "keywords": "refund, returned T-shirt",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received the refund for a returned air cooler in their bank account.",
        "keywords": "refund, returned air cooler",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange a pair of sunglasses that do not fit well.",
        "keywords": "return, exchange",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel a mobile order placed the previous day.",
        "keywords": "cancel order, mobile",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a printer with a tampered package and wants to return or exchange it.",
        "keywords": "return, exchange",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for an Oven Toaster Grills (OTG) but it has already been shipped.",
        "keywords": "cancel order, already shipped",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange a recently purchased washing machine due to malfunctioning.",
        "keywords": "return, exchange, recently purchased washing machine, malfunctioning",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return an electric kettle and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a microwave oven instead of the dishwasher they ordered.",
        "keywords": "return, ordered dishwasher",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a pendrive because it is not compatible with their MacBook Pro.",
        "keywords": "return, pendrive",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to check the status of their refund for a returned external hard disk.",
        "keywords": "refund, returned",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Lisa, wants to return a defective computer monitor and get a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs help returning a mobile phone due to receiving the wrong model and wants to exchange it for the correct one.",
        "keywords": "return, exchange",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received reimbursement for courier charges related to a T-Shirt return.",
        "keywords": "reimbursement, return",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty smartwatch and get a refund, but the return period has expired.",
        "keywords": "return, refund, return period expired",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a wristwatch for a refund due to fit issues and inquires about the return process and refund timeline.",
        "keywords": "return, refund, return process, refund timeline",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a defective air cooler and wants to return it for a replacement but is having trouble canceling the order on their account page.",
        "keywords": "return, replacement, cancel order, account",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a top-loading washing machine instead of the front-loading one they ordered and wants to return it.",
        "keywords": "return, ordered, washing machine",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the return fee for a baby food product and how to return it due to an allergy issue.",
        "keywords": "return fee, return, allergy issue",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for a pair of shoes due to finding a better price elsewhere.",
        "keywords": "cancel order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective coffee maker and get a refund but is frustrated with the return policy.",
        "keywords": "return, refund, return policy",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received the refund for a returned electric kettle in their bank account.",
        "keywords": "refund, returned electric kettle",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a non-functional printer purchased through Cash on Delivery (CoD) and get a refund.",
        "keywords": "return, refund, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty Oven Toaster Grills (OTG) purchased a month ago.",
        "keywords": "return, faulty OTG, purchased",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know why they are being asked to ship back a recently purchased water purifier and seeks guidance on the return process.",
        "keywords": "return process, ship back, recently purchased water purifier",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a damaged diaper during shipping and wants to return it for a replacement.",
        "keywords": "damaged, return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs to urgently change the pickup address for their Microwave Oven order.",
        "keywords": "change pickup address, Microwave Oven order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective wet grinder purchased from BrownBox.",
        "keywords": "defective, return, wet grinder, purchased",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know about the pickup process for a recently purchased backpack as they won't be available to receive the delivery.",
        "keywords": "pickup process, recently purchased backpack, receive the delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Karen, wants to return an electric kettle that doesn't work correctly.",
        "keywords": "return, electric kettle",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know why they are being asked to ship an Induction Cooktop and how to proceed with the shipping.",
        "keywords": "ship Induction Cooktop, proceed with shipping",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received the wrong shirt design and wants to return it and get the correct one.",
        "keywords": "return, wrong shirt design",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a backpack that did not meet expectations and get a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Mary, is having an issue with receiving a refund for a returned inverter that was not working correctly.",
        "keywords": "refund, returned inverter",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a toy they purchased and get a refund, but is unaware of the return fee.",
        "keywords": "return, refund, return fee",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to schedule a pickup for an air conditioner they purchased and needs information on the process.",
        "keywords": "pickup, purchased air conditioner",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return and exchange a defective DSLR camera and inquires about the return process and shipping charges.",
        "keywords": "return, exchange, return process, shipping charges",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a damaged air cooler and wants to return it.",
        "keywords": "return, damaged air cooler",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know about the return check fee for a BP monitor they returned and the status of their refund.",
        "keywords": "return check fee, refund status",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received a refund for a vacuum cleaner returned two weeks ago.",
        "keywords": "refund, returned vacuum cleaner",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a backpack due to color and size discrepancies and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for a laptop.",
        "keywords": "cancel order, laptop",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know why they were asked to return a water geyser and how to do so, as well as the timeline for a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a Mixer Grinder instead of the Wet Grinder they ordered and wants to know how to proceed with a return and exchange.",
        "keywords": "return, exchange",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a tampered package containing a sweatshirt and is unsure how to proceed.",
        "keywords": "tampered package, return",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs to change the pickup address for their Electric Cooker due to entering the wrong address initially.",
        "keywords": "order, shipping",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received a refund for a returned toy and wants to know the status.",
        "keywords": "refund, returned, status",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received the wrong computer monitor and wants to return it for a refund.",
        "keywords": "return, refund, computer monitor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a speaker that stopped working after 30 days and seeks an exception to the return policy.",
        "keywords": "return policy, return",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a sandwich maker purchased through Cash on Delivery and get a refund.",
        "keywords": "return, refund, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a smartwatch due to syncing issues and poor battery life and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received a refund for a returned water purifier and is concerned about the pickup status.",
        "keywords": "refund, returned, pickup status",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a mobile phone due to battery issues and seeks a replacement or refund.",
        "keywords": "return, refund, replacement, mobile phone",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective Juicer/Mixer/Grinder and get a refund.",
        "keywords": "return, refund, defective Juicer/Mixer/Grinder",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for a Smart Band but is unable to do so and needs guidance on the return process due to receiving the wrong product.",
        "keywords": "cancel order, return process, wrong product",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective Smart Band purchased a month ago.",
        "keywords": "return, defective Smart Band, purchased",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to exchange a backpack because they received the wrong color.",
        "keywords": "exchange, wrong color",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective wristwatch and get a refund.",
        "keywords": "return, refund, defective wristwatch",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty dishwasher and get a refund.",
        "keywords": "return, refund, faulty dishwasher",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a malfunctioning power bank purchased two months ago.",
        "keywords": "return, power bank, purchased",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is dissatisfied with a malfunctioning vacuum cleaner and wants to return it for a replacement as soon as possible.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to change the address for item pickup for a food processor due to entering the wrong address initially.",
        "keywords": "change address, item pickup",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel a recent order for a sweatshirt.",
        "keywords": "cancel order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is unable to click on the 'Cancel' button on their recently purchased Smart Watch and seeks assistance.",
        "keywords": "cancel, recently purchased Smart Watch",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the refund timeline for returning a printer and the return process.",
        "keywords": "refund timeline, return process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs help with the pickup process for a damaged coffee maker and wants to ensure the replacement is properly packaged and handled.",
        "keywords": "replacement, pickup process, damaged coffee maker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs to return a pair of jeans due to a size issue and is having trouble with the return shipping, specifically with printing the return label.",
        "keywords": "return, return shipping, return label",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for an inverter due to finding a better deal elsewhere.",
        "keywords": "cancel order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a DSLR camera due to issues with the lens and get a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a pair of shorts that don't fit and get a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is frustrated because they haven't received their refund for a returned ceiling fan via Cash on Delivery, even though it's been over a week.",
        "keywords": "refund, returned, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is inquiring about the delay in receiving their refund and reimbursement of courier charges for a returned Cash on Delivery payment.",
        "keywords": "refund, reimbursement of courier charges, returned Cash on Delivery payment",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to change the delivery address for an order of a power bank due to a recent move.",
        "keywords": "change delivery address, order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for a tablet due to it not working correctly and requests an immediate refund to their credit card.",
        "keywords": "cancel order, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a defective Air Cooler and wants to return it and get a refund, specifically inquiring about the return process and refund method for a Cash on Delivery (CoD) payment.",
        "keywords": "return, refund, return process, refund method, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received the refund for a returned coffee maker in their bank account.",
        "keywords": "refund, returned coffee maker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the replacement process for a damaged Kitchen Chimney they purchased.",
        "keywords": "replacement process, damaged Kitchen Chimney",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received the wrong baby food jar and wants to exchange it for the correct item.",
        "keywords": "exchange, return",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty BP monitor and get a replacement or refund.",
        "keywords": "return, replacement, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective Microwave Oven and get a replacement.",
        "keywords": "return, defective Microwave Oven, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective vacuum cleaner and get a refund, and also inquires about the refund process.",
        "keywords": "return, refund, refund process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know about the pickup process for a recently ordered speaker they no longer need.",
        "keywords": "pickup process, recently ordered speaker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a pair of shorts that don't fit but is upset about being charged a return fee due to the expired return window.",
        "keywords": "return, return fee, expired return window",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a shirt that doesn't fit and inquire about returning freebies received with the order.",
        "keywords": "return, freebies",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a damaged Kitchen Chimney ordered with Cash on Delivery (CoD) and get a refund.",
        "keywords": "return, damaged Kitchen Chimney, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the available modes of refund for a canceled order of a washing machine.",
        "keywords": "canceled order, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty external hard disk and get a refund but is experiencing delays in the refund process.",
        "keywords": "return, refund, delays",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange a malfunctioning BP monitor they recently purchased.",
        "keywords": "return, exchange, recently purchased",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a damaged speaker and receive a replacement, asking for the process and timeline.",
        "keywords": "return, replacement, damaged speaker, process, timeline",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know about the pickup process for returning a recently purchased water geyser.",
        "keywords": "return, recently purchased water geyser, pickup process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective printer and get a refund.",
        "keywords": "return, refund, defective printer",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a diaper due to incorrect size and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the status of their refund for a pair of shorts they returned.",
        "keywords": "refund, returned, shorts",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know why they are being asked to return a pair of shorts they purchased and how to proceed with the return.",
        "keywords": "return, purchased, return",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Emily, has not received her refund for an Inverter after a week and wants to know the status.",
        "keywords": "refund, Inverter",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective Wet Grinder and get a replacement.",
        "keywords": "return, replacement, defective Wet Grinder",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a damaged and tampered refrigerator and needs a resolution.",
        "keywords": "damaged refrigerator, return",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a defective vacuum cleaner and wants to exchange it for a new one.",
        "keywords": "defective vacuum cleaner, exchange",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs help with the pickup process for returning a defective hand blender.",
        "keywords": "return, defective hand blender",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs to change the address for item pick-up for a Diaper but cannot do it on the website.",
        "keywords": "change address, item pick-up, website",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a computer monitor due to issues with color display and resolution.",
        "keywords": "return, computer monitor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a Kitchen Chimney due to it being defective and not as described.",
        "keywords": "return, defective, Kitchen Chimney",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a tampered air cooler package and requests a replacement.",
        "keywords": "replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty laptop purchased from BrownBox and requests a refund.",
        "keywords": "return, refund, faulty laptop",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs to change the pick-up address for a recently ordered backpack.",
        "keywords": "change, pick-up address, recently ordered backpack",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty inverter and is unhappy about the return fee.",
        "keywords": "return, faulty inverter, return fee",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a kitchen chimney due to compatibility issues and seeks assistance with the return process.",
        "keywords": "return, return process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a pair of shoes that don't fit well and exchange them for a bigger size.",
        "keywords": "return, shoes, exchange",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Jane, is frustrated because she has not received a refund for a pair of jeans she returned two weeks ago.",
        "keywords": "refund, returned jeans",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know why they need to return a recently purchased vacuum cleaner and how to proceed with the return process.",
        "keywords": "return, recently purchased vacuum cleaner, return process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective electric cooker and inquire about the return process and refund timeline.",
        "keywords": "return, defective electric cooker, return process, refund timeline",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Sarah, has an issue with a sandwich maker that is not heating up correctly and wants to return it for a refund.",
        "keywords": "return, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for a dishwasher placed the previous day.",
        "keywords": "cancel order, dishwasher",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is unhappy because their air conditioner, purchased from BrownBox, stopped working properly after the return period.",
        "keywords": "warranty, return period",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know about the pickup process for a recently purchased computer monitor.",
        "keywords": "pickup process, recently purchased computer monitor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a sweatshirt that doesn't fit and get a refund, and needs information about the return process and fees.",
        "keywords": "return, refund, return process, fees",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a toaster instead of a water geyser and wants to exchange it for a water heater.",
        "keywords": "received toaster, exchange, water heater",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the process for picking up a pram/stroller they ordered.",
        "keywords": "order, shipping",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs to urgently change the pickup address for their ceiling fan order that is already in transit.",
        "keywords": "ceiling fan order, change pickup address, in transit",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is confused about why they were asked to ship their baby food order and wants to understand the reason and the delivery process.",
        "keywords": "baby food order, ship, delivery process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a faulty electric kettle and wants to return it and request a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty Induction Cooktop and receive a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs to change the pick-up address for their Pendrive order due to unavailability at the current address.",
        "keywords": "order, shipping",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange a defective Pendrive that is not being detected by their laptop.",
        "keywords": "return, exchange, defective Pendrive",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to check the status of their refund for a returned wristwatch.",
        "keywords": "refund, returned wristwatch",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the timeline for receiving a refund for a returned speaker purchased through Cash on Delivery (CoD) and is concerned about the delay.",
        "keywords": "refund, returned speaker, delay",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a washing machine and the accompanying freebies purchased from BrownBox.",
        "keywords": "return, washing machine",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Sarah, wants to return a damaged toy and inquire about the return and refund process.",
        "keywords": "return, refund process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is unable to click the 'Cancel' button on the return page to return a pair of shorts.",
        "keywords": "return, cancel, pair of shorts",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective refrigerator and get a refund.",
        "keywords": "return, refund, defective refrigerator",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel the return and replacement process for a washing machine but is unable to do so due to a technical issue with the 'Cancel' button.",
        "keywords": "cancel return, technical issue",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a recently purchased backpack due to it not meeting their expectations.",
        "keywords": "return, recently purchased backpack",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a malfunctioning dishwasher and get a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for a ceiling fan.",
        "keywords": "cancel order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is frustrated because they have not received their refund for a returned Oven Toaster Grill (OTG) via Cash on Delivery (CoD) after two weeks.",
        "keywords": "refund, returned OTG, CoD",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a recently purchased laptop due to issues with freezing and short battery life and get a replacement.",
        "keywords": "return, recently purchased laptop, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to change the pickup address for their inverter but is unable to do so.",
        "keywords": "pickup address, inverter",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is confused about receiving a return check for a laptop and wants to understand the return fees.",
        "keywords": "return check, return fees",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return and get a refund for a pair of shoes that don't fit well.",
        "keywords": "return, refund, shoes, don't fit",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel an order for a pair of shorts placed the previous day due to finding a better deal elsewhere.",
        "keywords": "cancel order, placed the previous day",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know why they need to return a recently ordered Coffee Maker and how to ship it back.",
        "keywords": "return, ship back",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Jane, wants to return a BP monitor because it is not working correctly and seeks assistance with the return process.",
        "keywords": "return, BP monitor, return process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a defective inverter and wants to return it for a refund and receive a new one.",
        "keywords": "return, refund, new one",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is inquiring about the status of their refund for a returned tablet, which has been delayed beyond the expected seven days.",
        "keywords": "refund, returned tablet, delayed",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is inquiring about a delay in receiving a refund for a returned electric kettle.",
        "keywords": "refund, returned electric kettle",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a dishwasher with a tampered package and wants to return it.",
        "keywords": "return, dishwasher, tampered package",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received the wrong model of a hand blender and wants to return it and get the correct one.",
        "keywords": "return, wrong model",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a sweatshirt that doesn't fit and exchange it for a different size.",
        "keywords": "return, exchange",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return an induction cooktop and is concerned about the return fees.",
        "keywords": "return fees, induction cooktop",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a damaged Pram/Stroller and needs to return it and get a replacement as soon as possible.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a television because it is not the right size for their living room.",
        "keywords": "return, television",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a malfunctioning vacuum cleaner and get a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the refund process for a faulty Electric Cooker purchased with Cash on Delivery.",
        "keywords": "refund process, faulty Electric Cooker, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty coffee maker and is unhappy about the return fee.",
        "keywords": "return, faulty coffee maker, return fee",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is experiencing issues with a DSLR camera purchased a few months ago and wants a replacement or refund.",
        "keywords": "replacement, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a malfunctioning food processor and get a refund but is concerned about a return check fee.",
        "keywords": "return, refund, return check fee",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is having trouble canceling an order for a mobile phone.",
        "keywords": "cancel order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know about the pickup process for a Juicer/Mixer/Grinder they ordered.",
        "keywords": "pickup process, Juicer/Mixer/Grinder, ordered",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is frustrated because they have not received their refund for a returned air conditioner after two weeks.",
        "keywords": "refund, returned air conditioner",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received the wrong model of a tablet and wants to exchange it for the correct one.",
        "keywords": "exchange, tablet",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is having trouble with the return process of a defective laptop purchased from the website, specifically with clicking the 'Cancel' button.",
        "keywords": "return process, defective laptop, Cancel",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is inquiring about the status of a refund for a returned smartwatch that has not been credited to their bank account.",
        "keywords": "refund, returned smartwatch, not credited",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange a defective computer monitor they recently purchased.",
        "keywords": "return, exchange, defective computer monitor, recently purchased",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is seeking an update on the refund for a damaged Kitchen Chimney that was returned and exchanged two weeks ago.",
        "keywords": "refund, returned, exchanged",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective coffee maker and get a refund.",
        "keywords": "return, refund, defective coffee maker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty water purifier and get a refund, including the courier charges paid for the delivery.",
        "keywords": "return, refund, courier charges, delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a BP monitor with a tampered package and is unsure if the product is damaged or functioning correctly.",
        "keywords": "damaged, return",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a recently purchased vacuum cleaner due to issues with its performance.",
        "keywords": "return, recently purchased vacuum cleaner",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a recently purchased refrigerator and get a refund.",
        "keywords": "return, refund, recently purchased refrigerator",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is unable to cancel an order for an external hard disk due to a technical issue and needs assistance with the return process.",
        "keywords": "cancel order, return process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is concerned about receiving a lower refund amount than expected for a returned tablet and wants to understand why.",
        "keywords": "refund amount, returned tablet",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty electric cooker and get a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a defective speaker and wants to return it.",
        "keywords": "return, defective speaker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to check the status of their refund for a returned electric cooker.",
        "keywords": "refund, returned electric cooker",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a malfunctioning air conditioner and inquire about the return process and fees.",
        "keywords": "return, return process, fees",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a malfunctioning laptop but is having trouble with the return shipping process.",
        "keywords": "return, return shipping, laptop",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a Kitchen Chimney with an open and tampered package and wants to return or exchange it.",
        "keywords": "return, exchange",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know why they were asked to return their purchased washing machine.",
        "keywords": "return, purchased washing machine",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a Juicer/Mixer/Grinder due to dissatisfaction with its quality and functionality and seeks assistance with the refund process for a Cash on Delivery order.",
        "keywords": "return, refund process, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to understand the return check and fees applied to a vacuum cleaner they returned.",
        "keywords": "return check, fees, vacuum cleaner",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty BP monitor and get a replacement.",
        "keywords": "return, replacement, faulty BP monitor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a damaged television and is unhappy about the return fee.",
        "keywords": "return, damaged television, return fee",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a smartwatch purchased using Cash on Delivery (CoD) and get a refund as soon as possible.",
        "keywords": "return, refund, smartwatch, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to replace a ceiling fan that stopped working, which was purchased four months ago and is still under warranty.",
        "keywords": "warranty, replace ceiling fan",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a T-Shirt that doesn't fit and get a replacement, and needs guidance on the process and timeline.",
        "keywords": "return, replacement, process, timeline",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the return process for a defective tablet and how to get a replacement.",
        "keywords": "return, replacement, defective tablet",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is having trouble canceling their order for a Power Bank because the 'Cancel' button is not working.",
        "keywords": "cancel order, Cancel button not working",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a DSLR camera that is not turning on and requests a replacement.",
        "keywords": "replacement, DSLR camera, not turning on",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is inquiring about the status of their refund for a returned refrigerator, which has been delayed for over a week.",
        "keywords": "refund, returned refrigerator, delayed",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received the wrong item (a tablet instead of a laptop) and wants to know how to resolve the issue and the timeline for a refund.",
        "keywords": "wrong item, resolve issue, timeline for refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received the wrong pair of shoes and wants to exchange them for the correct item.",
        "keywords": "exchange, wrong item",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange a defective computer monitor purchased from the website.",
        "keywords": "return, exchange, defective computer monitor",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return or exchange a defective External Hard Disk they purchased.",
        "keywords": "return, exchange, defective External Hard Disk",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is inquiring about the status of their refund for a returned Induction Cooktop, which was purchased using Cash on Delivery and returned a week ago.",
        "keywords": "refund, returned, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the status of their refund for a returned air conditioner.",
        "keywords": "refund, return",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a smartwatch and inquires about the return process and fees.",
        "keywords": "return, return process, fees",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer, Sarah, wants to return a faulty blood pressure monitor and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a faulty microwave oven and wants to return it for a replacement.",
        "keywords": "return, replacement, faulty microwave oven",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty microwave oven and get a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a shirt due to size issues and inquire about the return and exchange process.",
        "keywords": "return, exchange process",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective power bank and inquire about the return process and shipping pickup.",
        "keywords": "return, return process, shipping pickup",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received the refund for a returned Wet Grinder in their bank account.",
        "keywords": "refund, returned",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to cancel a television order but cannot do so and inquires about the return process and refund details.",
        "keywords": "cancel order, return process, refund details",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a T-shirt in the wrong size and wants to return it for a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know the status of their refund for a Cash on Delivery order and the reimbursement for courier charges for a returned toy.",
        "keywords": "refund, Cash on Delivery order, reimbursement, courier charges, returned toy",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer has not received their refund for a mobile returned for Cash on Delivery.",
        "keywords": "refund, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a recently purchased water purifier and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer needs to change the pickup address for their Shorts order due to a recent move.",
        "keywords": "change pickup address, Shorts order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a faulty air conditioner and wants to return it and get a replacement urgently.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a Juicer/Mixer/Grinder purchased via Cash on Delivery due to dissatisfaction with its quality and wants a refund.",
        "keywords": "return, Juicer/Mixer/Grinder, refund, quality",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a smartwatch with an open package and wants to return it for a new, sealed one.",
        "keywords": "return, smartwatch, new",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return freebies that came with a refrigerator order.",
        "keywords": "return, freebies, refrigerator order",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective toy and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a faulty tablet and get a replacement.",
        "keywords": "return, replacement",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a damaged DSLR camera and get a refund.",
        "keywords": "return, refund, damaged DSLR camera",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to return a defective washing machine purchased through Cash on Delivery and get a refund.",
        "keywords": "return, defective washing machine, refund, Cash on Delivery",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer received a mobile phone with a tampered package and is concerned about its security, requesting a return and exchange.",
        "keywords": "return, exchange",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to know why they need to return a backpack they purchased and how to do so.",
        "keywords": "return backpack, return",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer wants to check the status of their refund for a returned Wet Grinder and confirm the refund amount.",
        "keywords": "refund, returned",
        "issue_area": "Cancellations and returns"
    },
    {
        "sentence": "The customer is having trouble installing their newly received Canon EOS 90D DSLR Camera.",
        "keywords": "installation, newly received Canon EOS 90D DSLR Camera",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's air conditioner delivery was missed, and they want to know why and reschedule the delivery.",
        "keywords": "missed delivery, reschedule delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is inquiring about the delayed delivery of their refrigerator, which was supposed to arrive last week.",
        "keywords": "delayed delivery, refrigerator",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer was overcharged for a Juicer/Mixer/Grinder purchase and wants to resolve the billing issue.",
        "keywords": "billing issue, purchase",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the estimated delivery time for their coffee maker order and is seeking options to expedite the shipping due to urgency.",
        "keywords": "estimated delivery time, expedite shipping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's air conditioner order is delayed, and they need it urgently.",
        "keywords": "delayed order, urgent",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble tracking their order for a power bank and wants to know why the order was returned to the warehouse without notification.",
        "keywords": "order, returned to the warehouse, tracking",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Lisa, is inquiring about the status of her return request for a sandwich maker, which was denied due to alleged damage.",
        "keywords": "return request, denied return, sandwich maker",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's sunglasses frame broke, and the service center denied the repair request, stating it was due to misuse and not covered under warranty.",
        "keywords": "warranty, repair request",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned about the estimated delivery time for their backpack order and needs it sooner for a trip.",
        "keywords": "estimated delivery time, backpack order, sooner",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Jane, is frustrated because her dishwasher, which was out for delivery the previous day, has not been received yet.",
        "keywords": "delivery, dishwasher",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received their Pendrive order after a week and wants to know the delivery status.",
        "keywords": "delivery status, Pendrive order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unable to find invoices for previous orders on the website and is frustrated with the process.",
        "keywords": "previous orders, invoices",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know if the warranty on their newly received headphones is affected if installed by BrownBox and seeks assistance with the installation process.",
        "keywords": "warranty, installation process",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs help installing a BrownBox Tab 10 tablet and wants to know if the company can do it without voiding the warranty.",
        "keywords": "warranty, installing",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive their delivered washing machine and wants to know its whereabouts.",
        "keywords": "delivered washing machine, whereabouts",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the status of their order for an electric cooker.",
        "keywords": "order, electric cooker",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive their delivered Oven Toaster Grills (OTG) and wants to know its whereabouts.",
        "keywords": "delivered, Oven Toaster Grills (OTG), whereabouts",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to check the status of their order for a pram/stroller placed last week.",
        "keywords": "order, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know why their electric kettle order is delayed at the nearest hub and has not been sent out for delivery.",
        "keywords": "delayed order, order not sent out for delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the return policy for a DSLR camera from a specific seller on the website.",
        "keywords": "return policy, DSLR camera",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to purchase an Omron BP monitor using 'Cash on Delivery' but the option is unavailable.",
        "keywords": "purchase, Cash on Delivery, unavailable",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs help with installing an HP OfficeJet Pro 9015e printer purchased from the website.",
        "keywords": "installing printer, purchased",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble receiving invoices for previous orders of shorts and has not received any response from customer support.",
        "keywords": "previous orders, invoices",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has a billing discrepancy on their recent order, specifically being overcharged for a computer monitor.",
        "keywords": "overcharged, recent order, computer monitor",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received the invoice for a Sandwich Maker ordered last week.",
        "keywords": "invoice, Sandwich Maker, ordered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer cannot find the invoice for a mobile device purchased from BrownBox.",
        "keywords": "invoice, mobile device, purchased",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's laptop order is delayed and they need it urgently for a presentation the next day.",
        "keywords": "delayed order, urgently, shipping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Lisa, is concerned about the delayed delivery of a toy ordered for her daughter's birthday.",
        "keywords": "delayed delivery, toy ordered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to purchase a mobile phone and inquires about expedited delivery options.",
        "keywords": "purchase a mobile phone, expedited delivery options",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received their shirt order, which was placed a week ago.",
        "keywords": "order, shipping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received a Pendrive that was out for delivery two days ago and needs it urgently.",
        "keywords": "delivery, Pendrive, not received",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to return a damaged T-shirt due to poor packaging and inquire about the refund process.",
        "keywords": "return, damaged T-shirt, refund process",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs help obtaining an invoice for a previous order of baby food placed on 1st June 2021.",
        "keywords": "invoice, previous order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble tracking their tablet order and wants to know the delivery details.",
        "keywords": "tracking order, delivery details",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is disappointed because their son's toy has not arrived after a week.",
        "keywords": "delayed order, Shipping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to return a shirt that doesn't fit and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer was overcharged for a vacuum cleaner purchase and received an incorrect invoice with a different billing address, raising concerns about personal information compromise.",
        "keywords": "overcharged, invoice, billing address, personal information",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Rachel, needs invoices for a previous order of a water purifier and is concerned about being charged twice for the same item.",
        "keywords": "invoices, previous order, charged twice",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to buy a Spiderman toy for her nephew's birthday.",
        "keywords": "buy, Spiderman toy",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the status of their shoe order and understand the different order statuses listed in the 'My Orders' section.",
        "keywords": "order status, My Orders",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know if BrownBox offers installation services for a recently purchased power bank and if the installation will affect the warranty.",
        "keywords": "installation services, warranty",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's refrigerator is not cooling, and their repair request was denied due to an expired warranty.",
        "keywords": "repair, expired warranty",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the shipping status of their recently ordered hand blender.",
        "keywords": "shipping status, recently ordered hand blender",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Jane, is upset because she missed the delivery of her electric kettle order due to lack of notification from the courier.",
        "keywords": "delivery, electric kettle order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to understand the different order statuses for a pair of jeans they ordered and the expected delivery date.",
        "keywords": "order statuses, delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know who is responsible for installing a juicer/mixer/grinder they purchased and seeks guidance on the installation process.",
        "keywords": "juicer/mixer/grinder, installation process",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the status of their power bank order and why the website shows a different status.",
        "keywords": "order, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the status of their order for a pair of sunglasses.",
        "keywords": "order, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has issues with their OTG purchase, including being overcharged and the heating element not working.",
        "keywords": "OTG purchase, overcharged, heating element not working",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer was overcharged for an external hard disk and also has issues with the product not being detected on their computer.",
        "keywords": "overcharged, external hard disk, product not detected",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know if there are faster delivery options for their recently purchased Smart Watch.",
        "keywords": "faster delivery, recently purchased Smart Watch",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to return a ceiling fan and get a refund due to the rude behavior of the courier executive.",
        "keywords": "refund, return ceiling fan",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive an invoice for a recent purchase and was charged twice for the same order.",
        "keywords": "charged twice, order, invoice",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the delivery process and details for a recently ordered wristwatch.",
        "keywords": "delivery process, recently ordered wristwatch",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned about the delay in receiving updates on the delivery of a pram/stroller ordered two weeks ago.",
        "keywords": "delivery, delay, ordered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs a copy of their invoice for a hand blender purchased a few months ago but does not have the order number.",
        "keywords": "invoice, hand blender, order number, purchased",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received their Electric Kettle delivery and wants to know the status.",
        "keywords": "delivery, Electric Kettle, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive their printer order on the expected delivery date and is frustrated.",
        "keywords": "order, delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs expedited delivery options for a refrigerator purchase.",
        "keywords": "expedited delivery, refrigerator purchase",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is experiencing a delay in the delivery of their electric cooker and is inconvenienced by the unsuccessful delivery attempt.",
        "keywords": "delayed delivery, unsuccessful delivery attempt",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is frustrated due to a delay in the delivery of their Microwave Oven order and wants to know the expected delivery date.",
        "keywords": "delayed order, delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the return policy for a sweatshirt purchased from a specific seller on the website.",
        "keywords": "return policy, sweatshirt, purchased",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's repair request for a microwave oven was denied by the service center, and they are seeking assistance.",
        "keywords": "repair request, microwave oven, denied",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer received a damaged wristwatch with poor packaging and wants a resolution.",
        "keywords": "damaged wristwatch, resolution",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer placed an order for a Wet Grinder that has been approved but not shipped and wants to know the status.",
        "keywords": "order, shipped, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the process for purchasing a specific washing machine model from BrownBox.",
        "keywords": "purchasing, washing machine",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the status of their Smart Band order and how to track the shipment.",
        "keywords": "order, shipment, track",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is inquiring about the delay in the delivery of their water purifier order, which was supposed to arrive two days ago.",
        "keywords": "delayed order, delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is inquiring about the delayed delivery of a computer monitor ordered two weeks ago and wants to know the expected delivery date.",
        "keywords": "delayed delivery, computer monitor, expected delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to check the order confirmation and status of a Power Bank they ordered and inquire about the expected shipping time.",
        "keywords": "order confirmation, order status, Power Bank, expected shipping time",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to check the confirmation and status of their order for an Inverter and inquire about the tracking number.",
        "keywords": "order, tracking number",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is inquiring about the delay in the delivery of their Baby Food order, which has reached the nearest hub but is not out for delivery yet.",
        "keywords": "delayed delivery, Baby Food order, not out for delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know why the 'Cash on Delivery' payment option is not available for a specific shirt they are trying to purchase.",
        "keywords": "purchase, Cash on Delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer was overcharged for a pair of sunglasses and wants the issue resolved.",
        "keywords": "overcharged, resolve issue",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is dissatisfied with the delivery time of their BP monitor order and wants it expedited.",
        "keywords": "delivery time, expedited order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's Juicer/Mixer/Grinder is not working, and the service center denied the repair request.",
        "keywords": "warranty, repair request",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer received a headphone delivered to the wrong address and needs it urgently.",
        "keywords": "wrong address, urgent",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's order of shorts is delayed, and they want to know the status and request expedited delivery.",
        "keywords": "delayed order, expedited delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Lily Smith, is inquiring about her order for a shirt that was supposed to be delivered yesterday but hasn't been received.",
        "keywords": "order, shirt, delivered, not received",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received a confirmation for their water geyser order and wants to know the order status, shipping time, order status meanings, and how to track the order.",
        "keywords": "order status, shipping time, track order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know why 'Cash on Delivery' is not available for an Induction Cooktop and needs assistance with an alternative payment method.",
        "keywords": "Cash on Delivery, alternative payment method",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Jane, is having trouble connecting her newly delivered computer monitor to her Dell laptop.",
        "keywords": "Keywords : newly delivered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble installing their newly received vacuum cleaner due to unclear instructions in the manual.",
        "keywords": "warranty, shopping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know why their DSLR camera repair request was denied and what steps they can take next.",
        "keywords": "warranty",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's Oven Toaster Grills (OTG) stopped working after a month, and the service center denied the repair request due to alleged physical damage.",
        "keywords": "warranty, repair request",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive their electric kettle order on the expected delivery date.",
        "keywords": "delivery date, electric kettle order, not receive",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received their baby food order, which is marked as out for delivery, and wants to know the status and resolution.",
        "keywords": "order, out for delivery, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unable to track their order for an external hard disk and needs assistance.",
        "keywords": "track order, external hard disk",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's Kitchen Chimney order was delivered to the wrong address.",
        "keywords": "wrong address, delivered, Kitchen Chimney order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs help with the installation process for a recently purchased remote-controlled car and wants to know if BrownBox can do it for them.",
        "keywords": "installation process, recently purchased remote-controlled car",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know if BrownBox offers installation services for jeans and if third-party installation affects the warranty.",
        "keywords": "installation services, warranty",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received the invoice for a T-shirt order and needs it urgently for reimbursement.",
        "keywords": "invoice, T-shirt order, urgently, reimbursement",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to check the order confirmation and status of a recently ordered printer.",
        "keywords": "order confirmation, order status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the order status of a recently purchased Juicer/Mixer/Grinder and inquire about the estimated delivery date.",
        "keywords": "order status, estimated delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unable to track their laptop order and is concerned about the delay.",
        "keywords": "track order, delay",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received an invoice for a water purifier purchased from the website.",
        "keywords": "invoice, water purifier, purchased",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unsure who is responsible for installing their recently purchased Canon EOS Rebel T7 DSLR camera and is having difficulty with the installation process.",
        "keywords": "installation process, recently purchased",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs assistance in placing an order for a Canon EOS Rebel T7i DSLR camera on the BrownBox website.",
        "keywords": "placing order, Canon EOS Rebel T7i DSLR camera",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer received a water purifier that is not working correctly and had an issue with the courier executive who delivered it.",
        "keywords": "return, water purifier, shipping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the status of an order placed on the website.",
        "keywords": "order, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Tom, is frustrated because his water geyser was delivered to the wrong address, and he needs it urgently for his business.",
        "keywords": "wrong address, urgent delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unhappy with the lack of updates on their speaker order and the estimated delivery time.",
        "keywords": "order, delivery time",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is inquiring about faster delivery options for a recently ordered backpack.",
        "keywords": "faster delivery, recently ordered backpack",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer received a damaged microwave oven that is not working and wants to return it and get a refund.",
        "keywords": "damaged microwave oven, return, refund",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the delivery process and status of their recently purchased air conditioner.",
        "keywords": "delivery process, delivery status, recently purchased air conditioner",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive the invoice for a purchased 2000W Inverter.",
        "keywords": "invoice, purchased 2000W Inverter",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer received a damaged diaper and wants to return it, also reporting a rude courier executive who mishandled the package.",
        "keywords": "return, damaged diaper",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the order status of a backpack and inquire about its dimensions.",
        "keywords": "order status, backpack dimensions",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know if the baby food they purchased requires installation and who would be responsible for it.",
        "keywords": "purchase, installation",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to check the status of their Hand Blender order and understand the different order statuses.",
        "keywords": "order, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm their order for a Power Bank and get an estimated delivery date.",
        "keywords": "confirm order, estimated delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is upset because their smartwatch order, which was supposed to be delivered with expedited shipping, has not been shipped yet.",
        "keywords": "delayed order, expedited shipping, not shipped",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the delivery process and tracking information for a headphone order placed a few days ago.",
        "keywords": "delivery process, tracking information, headphone order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Jane, is frustrated because her order for baby food placed two weeks ago has not been delivered.",
        "keywords": "delayed order, not delivered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to return a damaged water geyser and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned about the delay in the delivery of their inverter, which has been at the nearest hub for two days.",
        "keywords": "delayed delivery, inverter",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants information about the delivery process for a recently ordered pair of sunglasses.",
        "keywords": "delivery process, recently ordered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm their order for a sweatshirt and inquire about tracking and shipping updates.",
        "keywords": "confirm order, tracking, shipping updates",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs help installing a recently purchased Dyson Cyclone V10 Absolute vacuum cleaner.",
        "keywords": "installing, recently purchased vacuum cleaner",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to return a T-Shirt that doesn't fit and get a refund.",
        "keywords": "return, refund",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer ordered a hand blender two weeks ago that has not arrived, and they need it urgently for an event in two days.",
        "keywords": "not arrived, urgent delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received a sweatshirt they ordered, which was out for delivery the previous day.",
        "keywords": "delivery, ordered sweatshirt, not received",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned about the delay in the shipment of a backpack ordered a week ago.",
        "keywords": "delay, shipment, backpack, ordered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know if expedited delivery is available for a headphone purchase.",
        "keywords": "expedited delivery, headphone purchase",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned about a missed delivery attempt and wants to know why another attempt hasn't been made.",
        "keywords": "missed delivery, delivery attempt",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned about the delay in the delivery of their pendrive order.",
        "keywords": "delivery, delay, pendrive order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the order status and delivery date for a sandwich maker they recently ordered.",
        "keywords": "order status, delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's computer monitor stopped working, and the service center denied the repair request.",
        "keywords": "warranty",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to check the order confirmation and status of their Sandwich Maker and has not received any updates since the order confirmation email.",
        "keywords": "order confirmation, order status, Sandwich Maker, order confirmation email",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble figuring out how to put on a sweatshirt from BrownBox.",
        "keywords": "Shopping, BrownBox",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the order status and estimated delivery date for a Wet Grinder they ordered.",
        "keywords": "order status, estimated delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is inquiring about the delayed delivery of their order for a pair of shorts.",
        "keywords": "delayed delivery, order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive their kitchen chimney on the expected delivery date.",
        "keywords": "delivery, kitchen chimney, expected delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble installing a Pram/Stroller purchased from the website, specifically with attaching the wheels to the frame.",
        "keywords": "Pram/Stroller, purchased",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble installing a recently purchased food processor and is concerned about voiding the warranty.",
        "keywords": "warranty, recently purchased food processor",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's order for a Juicer/Mixer/Grinder has not been delivered on the expected date.",
        "keywords": "delayed order, not delivered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the order status of a kitchen chimney and get details about the courier and expected delivery date.",
        "keywords": "order status, delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's order has not shipped despite being approved a week ago, and they need the Pendrive urgently.",
        "keywords": "order not shipped, urgently",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is inquiring about the status of their baby food order, which was not successfully delivered.",
        "keywords": "order, delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the status of their T-shirt order, which has been delayed for a week, and is concerned about receiving it in time for an event.",
        "keywords": "order, delayed, shipping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is confused about the different order statuses for their recent air conditioner purchase.",
        "keywords": "order statuses, recent air conditioner purchase",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the order status of an Oven Toaster Grills (OTG) they recently purchased.",
        "keywords": "order status, recently purchased",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is frustrated because their smartwatch delivery has been delayed for over a week and wants to know the status and expected delivery date.",
        "keywords": "delayed delivery, delivery status, expected delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble installing a recently purchased Sandwich Maker.",
        "keywords": "installing, recently purchased Sandwich Maker",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive their microwave oven delivery as scheduled and needs it urgently.",
        "keywords": "delivery, microwave oven, urgently",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Sarah Johnson, wants to return a pack of damaged diapers due to poor packaging and get a refund.",
        "keywords": "return, refund, damaged diapers",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned about a missed delivery attempt for their mobile phone order and needs it urgently.",
        "keywords": "missed delivery, mobile phone order, urgently",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to place an order for an LG 1.5 cu. ft. Countertop Microwave Oven on the website.",
        "keywords": "shopping, place an order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned that their ceiling fan order, approved a week ago, has not been shipped yet.",
        "keywords": "order, shipped",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive a confirmation email for an Air Cooler order and also requested tracking information.",
        "keywords": "confirmation email, tracking information",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer received a damaged pair of shoes and is disappointed that their repair request was denied.",
        "keywords": "damaged shoes, repair request denied",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned that their order for sunglasses hasn't been shipped two weeks after placing it and wants to know the status and resolution.",
        "keywords": "order, shipped, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer ordered a sweatshirt a week ago and it hasn't arrived. They need it urgently for an event happening the next day.",
        "keywords": "hasn't arrived, urgent",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received their sweatshirt, even though the delivery date has passed.",
        "keywords": "delivery date, sweatshirt",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive an invoice for their recent purchase of a DSLR camera.",
        "keywords": "invoice, recent purchase",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know about expedited delivery options for a remote-controlled car in New York.",
        "keywords": "expedited delivery, shipping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to purchase a specific black T-Shirt with a graphic design in medium size from the website but is unsure of the process.",
        "keywords": "purchase a specific black T-Shirt",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received their power bank order, which was supposed to be delivered last week.",
        "keywords": "order, delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is experiencing issues with their external hard disk, which is not working after only four months of use, and their repair request was denied by the service center.",
        "keywords": "warranty, external hard disk, repair request denied",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the status of their air conditioner order, the estimated delivery date, and the dimensions and weight of the package.",
        "keywords": "order, delivery date, shipping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants assistance with purchasing a Samsung 55-inch LED TV from the website.",
        "keywords": "purchase, Samsung 55-inch LED TV, website",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble installing a Hunter Ceiling Fan due to unclear instructions.",
        "keywords": "installing, Hunter Ceiling Fan, unclear instructions",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is concerned that their ordered jeans have not been delivered yet.",
        "keywords": "ordered jeans, not delivered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs to retrieve invoices for their last three orders, which they cannot find on the website.",
        "keywords": "retrieve invoices, last three orders",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unable to track their order for a water purifier placed a week ago and is concerned about the delivery status.",
        "keywords": "track order, delivery status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive their delivered package of headphones.",
        "keywords": "package, delivered, headphones",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is inquiring about the status of their Smart Watch order, which has been delayed at the nearest hub for two days.",
        "keywords": "order, delayed",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to expedite the delivery of a recently ordered pair of sunglasses.",
        "keywords": "faster shipping, recently ordered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive their order for an external hard disk and wants to know the status and resolution.",
        "keywords": "order, did not receive",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know if there are any faster delivery options for a computer monitor they wish to purchase.",
        "keywords": "faster delivery, purchase",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unsure about the installation process for a pair of shoes they ordered and whether it's their responsibility or the brand's.",
        "keywords": "order, shoes",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the status of their BP monitor order, which is delayed and cannot be tracked.",
        "keywords": "delayed order, order status, cannot be tracked",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Mark, is concerned because his Smart Band order, placed a week ago, has not been delivered as scheduled.",
        "keywords": "delayed order, order not delivered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer received a damaged ceiling fan and wants a refund.",
        "keywords": "refund, damaged ceiling fan",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's package for a sweatshirt was marked as delivered but is missing.",
        "keywords": "missing package, delivered sweatshirt",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unable to see the Cash on Delivery option for purchasing a headphone and requests assistance.",
        "keywords": "purchasing a headphone, Cash on Delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know why Cash on Delivery is not available for a Dell 24 inch Computer Monitor and seeks alternative payment methods.",
        "keywords": "Cash on Delivery, payment methods",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received their order after a week and is frustrated.",
        "keywords": "delayed order, Shipping",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm if their order for a pack of diapers was successful and check the order status.",
        "keywords": "order, order status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unable to track their shipped order for a Kitchen Chimney.",
        "keywords": "shipped order, track",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer was overcharged on their invoice for a water purifier purchase and wants the issue resolved.",
        "keywords": "overcharged, invoice, water purifier, resolve issue",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs help installing a dishwasher due to confusion with the installation manual, particularly with connecting the water supply line.",
        "keywords": "installing dishwasher, installation manual, connecting water supply line",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is experiencing a delay in the delivery of their water geyser, which is causing inconvenience.",
        "keywords": "delayed delivery, water geyser",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer received a damaged baby food packet and wants to return it for a refund.",
        "keywords": "return, refund",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble installing a pair of shorts and wants to know if the installation by BrownBox will impact the warranty.",
        "keywords": "installation, warranty",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the delivery process for their recently placed speaker order, including notification, tracking, and what happens if they are not available to receive the package.",
        "keywords": "delivery process, recently placed speaker order, tracking, not available to receive",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is frustrated because they haven't received their air cooler order after a week and are unable to track it.",
        "keywords": "air cooler order, track",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to check the confirmation and status of their order for a Pendrive.",
        "keywords": "order, confirmation, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to place an order for a pair of Men's Athletic Shorts in size medium over the phone.",
        "keywords": "order, Men's Athletic Shorts",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs faster delivery options for a recently purchased Wet Grinder as the standard delivery time is too long.",
        "keywords": "faster delivery, recently purchased Wet Grinder, standard delivery time",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's dishwasher is not working correctly, and their repair request was denied by the service center due to warranty issues.",
        "keywords": "warranty, repair request denied",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive an invoice with their diaper order and requests it to be sent via email.",
        "keywords": "invoice, order, email",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive the television they ordered from the website.",
        "keywords": "television, ordered, not receive",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received the invoice for their Kitchen Chimney purchase and needs it urgently for tax purposes.",
        "keywords": "invoice, Kitchen Chimney purchase",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, John, did not receive his ceiling fan order despite it being marked as delivered.",
        "keywords": "ceiling fan order, marked as delivered",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's order of diapers was delivered to the wrong address.",
        "keywords": "wrong address, delivered order",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know why Cash on Delivery is not available for a DSLR Camera purchase and if there are any exceptions.",
        "keywords": "Cash on Delivery, DSLR Camera purchase",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know if there are expedited delivery options for a specific pram/stroller model they wish to purchase.",
        "keywords": "expedited delivery, purchase",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, John, cannot find his package that shows as delivered.",
        "keywords": "delivered package",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs help finding and retrieving invoices for previous orders of Pendrives, which are not available in their account.",
        "keywords": "invoices, previous orders, account",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble installing a newly received mobile phone that won't turn on despite following the manual and charging it.",
        "keywords": "mobile phone, won't turn on",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to return a defective sandwich maker purchased from a third-party seller on the platform and get a refund.",
        "keywords": "return, defective sandwich maker, refund",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's vacuum cleaner order has not been delivered as scheduled and is still at the nearest hub, despite paying for express delivery.",
        "keywords": "express delivery, not delivered, vacuum cleaner order, nearest hub",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to return a pair of shorts that do not fit well.",
        "keywords": "return, shorts, do not fit",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received their printer order and is unable to track it.",
        "keywords": "printer order, track",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the return policy for a ceiling fan they recently ordered and asks about the return process. Additionally, the customer inquires about the product tags on the website.",
        "keywords": "return policy, return process",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the status of their wristwatch order.",
        "keywords": "order, status",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to expedite the delivery of a recently ordered speaker.",
        "keywords": "faster shipping, recently ordered speaker",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer was overcharged on their invoice for an inverter purchase and wants the issue rectified immediately.",
        "keywords": "overcharged invoice, rectified",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble installing a Medisana BP monitor and wants to know if BrownBox or the brand is responsible for the installation.",
        "keywords": "installation, brand responsible",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer did not receive their computer monitor despite the delivery notification and needs it urgently for work.",
        "keywords": "delivery notification, computer monitor, not receive",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is frustrated because their dishwasher order is a day late and they haven't received any updates about the delivery.",
        "keywords": "order, delivery",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer received a damaged shirt due to poor packaging and wants a return or refund.",
        "keywords": "damaged shirt, return, refund",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer needs help with the installation process of a recently purchased washing machine and inquires about an installation service.",
        "keywords": "installation service, recently purchased washing machine",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to return a television due to a scratch caused by the courier executive's mishandling and rude behavior, and requests a refund.",
        "keywords": "return, refund",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer was overcharged on an invoice for a ceiling fan and wants a resolution.",
        "keywords": "invoice, ceiling fan, resolution",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is having trouble installing a BrownBox Kids' Play Kitchen toy, specifically with the sink faucet and stove knobs.",
        "keywords": "installation, BrownBox Kids' Play Kitchen toy",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the status of their electric cooker order and the estimated delivery date.",
        "keywords": "order, delivery date",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's food processor is not working and they need it repaired or replaced.",
        "keywords": "repair, replace",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the delivery status of their Juicer/Mixer/Grinder order placed two weeks ago and is concerned about the delay.",
        "keywords": "delivery status, Juicer/Mixer/Grinder order, delay",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to confirm the status of their Pram/Stroller order and is concerned about not receiving a confirmation email or tracking information.",
        "keywords": "order, confirmation email, tracking information",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer believes they were overcharged for a washing machine purchase due to an unselected extended warranty.",
        "keywords": "overcharged, purchase, warranty",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer, Rachel, is concerned that her television order has not been shipped despite being approved over a week ago.",
        "keywords": "order not shipped, television order, approved over a week",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer's washing machine is not working correctly, and their repair request was denied by the service center. They want to know their options.",
        "keywords": "repair request, service center",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know the delivery method, process, estimated delivery date, and if the delivery can be expedited for an Inverter they ordered.",
        "keywords": "delivery method, estimated delivery date, expedited delivery, ordered Inverter",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer is unable to find the Cash on Delivery option for ordering a kitchen chimney and seeks assistance with the payment process and delivery time.",
        "keywords": "Cash on Delivery, ordering a kitchen chimney, payment process, delivery time",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer has not received their mobile phone, which was supposed to be delivered two days ago.",
        "keywords": "delivery, mobile phone",
        "issue_area": "Order"
    },
    {
        "sentence": "The customer wants to know if they can order a pair of shoes that is currently out of stock and is looking for an alternative.",
        "keywords": "order, shoes, out of stock, alternative",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if an account is needed to purchase a refrigerator, what additional information is required, and the return policy.",
        "keywords": "purchase, return policy",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed discrepancies in book pricing on the website, with different prices for the same book title.",
        "keywords": "pricing, Shopping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how to redeem loyalty points earned from a recent purchase of baby food.",
        "keywords": "loyalty points, recent purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know when a specific vacuum cleaner model will be back in stock.",
        "keywords": "Shopping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if their recently ordered Smart Watch comes with a wall mount for televisions and how to get one if it doesn't.",
        "keywords": "Smart Watch, order",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed pricing discrepancies for the same books on the website.",
        "keywords": "pricing discrepancies, books, website",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is concerned about being charged more than the listed price for a speaker purchase, suspecting hidden charges.",
        "keywords": "hidden charges, speaker purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer, Mike, noticed an extra $5 charge for a diaper he didn't order and wants to know why there was a hidden charge.",
        "keywords": "diaper, extra charge, hidden charge, order",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed discrepancies in the pricing of the same book titled \"The Electric Kettle\" on BrownBox.",
        "keywords": "pricing, book",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is not receiving the promised discount for exchanging a T-shirt.",
        "keywords": "discount, exchanging T-shirt",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is confused about different prices for the same book title on the website.",
        "keywords": "prices, book title",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know why they were charged extra for their electric kettle order.",
        "keywords": "order, charged extra",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if they need to create an account to buy jeans from the website and what information is required to create an account.",
        "keywords": "buy jeans, create an account",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is inquiring about an instant cashback offer on a specific Oven Toaster Grill (OTG) model.",
        "keywords": "Shopping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how to avail the exchange offer for purchasing a backpack and is unsure about the condition of their old backpack for the discount.",
        "keywords": "exchange offer, purchasing a backpack, condition of old backpack, discount",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed an additional charge for the Juicer/Mixer/Grinder on her credit card statement and was not informed about any hidden charges during the purchase.",
        "keywords": "hidden charges, purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer needs a wall mount for their recently purchased dishwasher and wants to know if it can be bought separately.",
        "keywords": "purchase, dishwasher, bought separately",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer did not receive a wall mount for televisions with their water geyser order and wants assistance.",
        "keywords": "order, shipping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is concerned about the delay in receiving their BP monitor order and wants an update on the shipping status.",
        "keywords": "delay, receiving order, shipping status",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is having trouble redeeming reward points for a JBL Flip 5 speaker due to it being out of stock.",
        "keywords": "reward points, out of stock",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know when the XYZ hand blender, model number 12345, will be back in stock.",
        "keywords": "Shopping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know when the ABC Mobile Phone will be available again and if they can place an order for it.",
        "keywords": "ABC Mobile Phone, place an order",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed different prices for the Grey Hooded Sweatshirt on the product page and the checkout page and wants to know why.",
        "keywords": "different prices, Grey Hooded Sweatshirt, checkout page",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to purchase a pair of jeans that is out of stock and is looking for alternatives.",
        "keywords": "Shopping, out of stock, alternatives",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know about the exchange offer for old vacuum cleaners and the discount they can get for their old Philips vacuum cleaner.",
        "keywords": "exchange offer, discount",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed a price difference for the same mobile phone model on the website and mobile app and wants to understand why.",
        "keywords": "price difference, mobile phone",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if they can apply an exchange offer discount to a recently ordered Induction Cooktop.",
        "keywords": "exchange offer discount, recently ordered Induction Cooktop",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how to redeem loyalty points for a Smart Band purchase and if the points have an expiration date.",
        "keywords": "loyalty points, Smart Band purchase, expiration date",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to understand the hidden charges on their bill for a backpack purchase and seeks assistance.",
        "keywords": "hidden charges, backpack purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is upset because they received separate deliveries for a Smart Watch ordered from two different sellers, and one of the deliveries is missing.",
        "keywords": "missing delivery",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is interested in purchasing a water purifier but finds the current promotional price too high and is seeking an additional discount.",
        "keywords": "purchasing a water purifier, promotional price, additional discount",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer received a wall mount for televisions with their Electric Kettle and wants to know why it was included. They also inquire about accessories for the Electric Kettle and the availability of a wall mount for it.",
        "keywords": "return, accessories, availability",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is inquiring about unexpected charges on their bill for an Oven Toaster Grills (OTG) purchase and needs assistance with the installation process.",
        "keywords": "unexpected charges, Oven Toaster Grills (OTG) purchase, installation process",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to understand how the instant cashback offer on a recently purchased wristwatch works and if it applies to all wristwatches.",
        "keywords": "cashback offer, recently purchased wristwatch",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is inquiring about the availability of the Seagate Backup Plus 5TB external hard disk for international shipping.",
        "keywords": "international shipping, availability, Seagate Backup Plus 5TB external hard disk",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know about the exchange offer for an LG air conditioner and the process to avail it, as they couldn't find details on the website.",
        "keywords": "exchange offer, LG air conditioner",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer encountered an error when trying to redeem loyalty points for a Smart Band.",
        "keywords": "redeem loyalty points",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know when the Men's Athletic Shorts in black, size medium, will be available again as they are currently out of stock.",
        "keywords": "Shopping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if their recently purchased speaker comes with a wall mount for televisions.",
        "keywords": "wall mount, recently purchased speaker",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed a price discrepancy between the advertised price and the price paid for a book purchased from the website.",
        "keywords": "price discrepancy, book purchased",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how to redeem loyalty points from a recent purchase and the benefits of the loyalty program.",
        "keywords": "loyalty points, recent purchase, loyalty program",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to purchase a specific external hard disk that is out of stock and inquires about alternatives and delivery options.",
        "keywords": "purchase, out of stock, alternatives, delivery options",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer has not received their ordered sandwich maker and wants to know the status of their order.",
        "keywords": "ordered sandwich maker, status of their order",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is having trouble applying a discount for exchanging an old phone for a new one.",
        "keywords": "discount, exchange phone",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is concerned about an unexpected delivery fee charged for their recent air conditioner purchase and requests it to be waived.",
        "keywords": "delivery fee, recent purchase, waived",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if a wall mount can be included with their recent television purchase.",
        "keywords": "television purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if an account is required to shop on the website and needs help with a password issue.",
        "keywords": "Login and Account, Shopping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how to avail an instant cashback offer on a Hamilton Beach sandwich maker.",
        "keywords": "cashback offer, Hamilton Beach sandwich maker",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed different prices for the same pair of shoes on different pages of the website and wants to know why.",
        "keywords": "prices, shoes",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if there are any exchange offers available for a recently purchased food processor.",
        "keywords": "exchange offers, recently purchased food processor",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if they need an account to purchase an inverter and what information is required to create an account.",
        "keywords": "purchase an inverter, create an account",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed unexpected additional charges for shipping and handling on their recent purchase of a hand blender and was unaware of these charges during checkout.",
        "keywords": "shipping, charges, purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is looking for information about international shipping for a vacuum cleaner to Japan.",
        "keywords": "international shipping, vacuum cleaner",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if they can avail an instant cashback offer on a kitchen chimney they ordered and how to use the cashback.",
        "keywords": "cashback offer, ordered kitchen chimney",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how many loyalty points they can earn from purchasing an iPad Pro and how to redeem those points.",
        "keywords": "loyalty points, purchasing an iPad Pro, redeem points",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is confused about different prices for the same book title on the website.",
        "keywords": "prices, book title",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to combine orders from different sellers for combined delivery but is unable to do so.",
        "keywords": "combined delivery, combine orders",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed different prices for the same T-Shirt on different pages of the website and wants to understand why.",
        "keywords": "prices, T-Shirt",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is confused about different prices listed for the same water purifier model on the website.",
        "keywords": "prices, water purifier",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know the account requirements for purchasing a water purifier from BrownBox and additional information about the purchase process.",
        "keywords": "purchase a water purifier, account requirements, purchase process",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know the availability and status of a food processor ordered for international shipping and inquires about expediting the process.",
        "keywords": "availability, status, international shipping, expediting",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know about their loyalty points for a diaper purchase and how to redeem them.",
        "keywords": "loyalty points, redeem",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if creating an account is necessary to shop on BrownBox and seeks guidance on the process.",
        "keywords": "shop, create account",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how to use their accumulated loyalty points to purchase an air cooler.",
        "keywords": "loyalty points, purchase air cooler",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed the same wristwatch listed at different prices on the website and wants to know why.",
        "keywords": "wristwatch, prices",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know when the XYZ model washing machine will be back in stock and if they can place an order for it now.",
        "keywords": "stock, place an order",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how to avail of an instant cashback offer on a 32 GB Sandisk Ultra Dual Drive Pendrive but is having trouble seeing the cashback applied.",
        "keywords": "cashback offer, Pendrive, trouble cashback applied",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is concerned about an unexpected additional charge on their credit card statement for a water purifier purchase.",
        "keywords": "unexpected charge, credit card statement, water purifier purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed a price reduction on a headphone they recently purchased and wants an explanation.",
        "keywords": "price reduction, recently purchased",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer inquires why the price of a SolarEdge SE10000H-US inverter is different from what their friend paid and asks about any ongoing promotions.",
        "keywords": "Shopping, promotions",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if they need an account to purchase a food processor and seeks guidance on creating an account.",
        "keywords": "account, purchase a food processor, creating an account",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to exchange a recently purchased Smart Band for the latest model.",
        "keywords": "exchange, recently purchased Smart Band",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed discrepancies in the pricing of the same book on the website.",
        "keywords": "pricing, book",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed different prices for the same book title on the website and wants clarification.",
        "keywords": "book, prices",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know why they cannot purchase a specific backpack and ship it to Australia from the website.",
        "keywords": "purchase backpack, ship to Australia",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed different prices for the same book titled \"The Ultimate External Hard Disk Guide\" on the website and wants to know why.",
        "keywords": "book, prices",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed different prices for the same laptop model on the website and wants to know why.",
        "keywords": "prices, laptop",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to buy a specific sweatshirt but cannot find the international shipping option.",
        "keywords": "buy a sweatshirt, international shipping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how many Loyalty points they earned from a recent purchase and how to redeem them.",
        "keywords": "earned Loyalty points, redeem",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is interested in buying a hand blender but finds the price high and inquires about discounts through exchange offers.",
        "keywords": "buying hand blender, price, discounts, exchange offers",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to understand how the loyalty points work for their recent purchase of a water geyser.",
        "keywords": "loyalty points, recent purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if they need an account to purchase a pendrive and seeks guidance on creating an account and checking the compatibility of the pendrive with their laptop.",
        "keywords": "purchase a pendrive, creating an account",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how many loyalty points they earned from a recent purchase and how the loyalty points system works.",
        "keywords": "loyalty points, recent purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is interested in buying a Canon EOS 200D Mark II DSLR Camera and wants to know more about the exchange offer, including the value of their old camera.",
        "keywords": "exchange offer, buying a Canon EOS 200D Mark II DSLR Camera",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know about the pricing and discounts for the XYZ model Smart Band and how to avail of any available offers.",
        "keywords": "pricing, discounts, Smart Band, available offers",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed different prices for the same book titled \"The Art of Washing Machine\" on the website and wants to know why.",
        "keywords": "prices, book, website",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if creating an account is necessary to purchase a sandwich maker and seeks guidance on account creation and troubleshooting purchase issues.",
        "keywords": "purchase a sandwich maker, account creation, troubleshooting purchase issues",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how to redeem loyalty points earned from a recent purchase of a washing machine.",
        "keywords": "loyalty points, recent purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is confused about different prices for the same pair of shorts listed on different pages of the website.",
        "keywords": "shopping, prices",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer, John, is unable to redeem his reward points for a Pendrive on the website.",
        "keywords": "reward points, Pendrive",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know if there are any exchange offers available for an Oven Toaster Grill they recently purchased.",
        "keywords": "exchange offers, recently purchased",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer is not receiving the promised discount for an exchange offer on a BP monitor.",
        "keywords": "discount, exchange offer",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to combine two separate orders of Pendrives from different sellers for a single delivery.",
        "keywords": "combine two separate orders, single delivery",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know when the JBL Flip 5 Portable Speaker will be back in stock and inquires about international shipping to Australia.",
        "keywords": "back in stock, international shipping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know why the price of an Electric Kettle they ordered is different now on the website.",
        "keywords": "price, Electric Kettle, ordered",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know the status of their shoe order, which has not been received a week after ordering.",
        "keywords": "order, Shipping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know details about the instant cashback offer on the Seagate 1TB External Hard Disk and how to avail it.",
        "keywords": "Shopping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to know how to redeem their loyalty points for a discount on a microwave oven purchase.",
        "keywords": "loyalty points, discount, microwave oven purchase",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer noticed hidden charges on their bill for a shirt order and wants to understand what they are for.",
        "keywords": "hidden charges, shirt order",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer wants to combine orders from different sellers for a T-Shirt to avoid paying shipping twice but is having trouble doing so.",
        "keywords": "combine orders, shipping",
        "issue_area": "Shopping"
    },
    {
        "sentence": "The customer lost the warranty card for their refrigerator and needs to claim the warranty.",
        "keywords": "warranty, claim the warranty",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know when the warranty for an inverter purchased from BrownBox starts.",
        "keywords": "warranty, inverter, purchased, starts",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know how to access the warranty details for a DSLR camera they purchased.",
        "keywords": "warranty, DSLR camera",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know if there have been any changes to the warranty terms for a microwave oven purchased from BrownBox.",
        "keywords": "warranty, microwave oven",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the start date of the warranty for a recently purchased Juicer/Mixer/Grinder.",
        "keywords": "warranty, recently purchased Juicer/Mixer/Grinder",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the warranty details of a printer purchased a few months ago.",
        "keywords": "warranty, printer",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know how the recent changes in warranty terms will affect the ceiling fan they purchased from BrownBox.",
        "keywords": "warranty, purchased ceiling fan",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to claim warranty for a recently purchased ceiling fan that is not working correctly.",
        "keywords": "warranty, recently purchased ceiling fan",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know how to register their recently purchased Pendrive for warranty benefits.",
        "keywords": "register warranty benefits, recently purchased Pendrive",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to register a recently purchased vacuum cleaner for warranty benefits and inquires about the warranty details.",
        "keywords": "register warranty benefits, recently purchased vacuum cleaner, warranty details",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to register a recently purchased smartwatch for warranty benefits.",
        "keywords": "register, warranty benefits, recently purchased smartwatch",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know if their dishwasher is still under warranty and what the warranty covers.",
        "keywords": "warranty, warranty covers",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to register their recently purchased air cooler with the brand CoolAir for warranty benefits.",
        "keywords": "warranty benefits, recently purchased air cooler",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer has questions about the warranty terms for their mobile phone, specifically regarding changes to the warranty terms and coverage after purchase.",
        "keywords": "warranty terms, warranty coverage",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer noticed a discrepancy between the warranty terms on the website and the physical warranty card for a recently purchased microwave oven and is concerned about losing the warranty card.",
        "keywords": "warranty terms, recently purchased microwave oven, warranty card",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is confused about the discrepancy between the warranty terms on the physical card and those on the website for a recently purchased speaker. They also lost the warranty card.",
        "keywords": "warranty terms, warranty card, recently purchased speaker",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer needs to access the warranty details for a recently purchased Induction Cooktop and requires assistance with their account login.",
        "keywords": "warranty details, account login",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to understand the changes in the warranty terms for their Induction Cooktop and how these changes will impact their product's warranty.",
        "keywords": "warranty terms, Induction Cooktop, product's warranty",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer lost the warranty card for a Sandwich Maker and needs to claim the warranty as the product is no longer working.",
        "keywords": "warranty, Sandwich Maker",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the warranty details for a Pendrive they purchased.",
        "keywords": "warranty, purchased",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to claim warranty on a replacement Oven Toaster Grill (OTG) that is not heating correctly.",
        "keywords": "claim warranty, Oven Toaster Grill (OTG) not heating",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know if they can still obtain warranty service for their air cooler without the warranty card.",
        "keywords": "warranty, warranty card, air cooler",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the start date for the warranty of their computer monitor purchased from BrownBox.",
        "keywords": "warranty, purchased computer monitor",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to sign up for an extended warranty for a Smart Band they purchased.",
        "keywords": "extended warranty, Smart Band, purchased",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer lost the warranty card for a dishwasher purchased from BrownBox and wants to know if they can still obtain warranty service for an issue with the dishwasher not cleaning properly.",
        "keywords": "warranty, dishwasher, warranty service",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer lost the warranty card for a Pendrive purchased a month ago and wants to know if they can still obtain warranty service for a non-functioning Pendrive.",
        "keywords": "warranty card, warranty service, non-functioning Pendrive",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know how recent changes in the warranty terms affect their purchased coffee maker and inquires about warranty coverage and purchasing an extended warranty plan.",
        "keywords": "warranty terms, warranty coverage, extended warranty plan",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer's water geyser is not working, and they need help claiming warranty without a warranty card.",
        "keywords": "warranty, warranty card",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is confused about the discrepancy between the warranty terms for an air conditioner listed on BrownBox's website and the brand's website.",
        "keywords": "warranty terms, air conditioner",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer has concerns about the warranty terms of a recently purchased dishwasher and has lost the physical warranty card.",
        "keywords": "warranty terms, recently purchased dishwasher, warranty card",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know if their Sandwich Maker is still under warranty and how to retrieve the warranty details.",
        "keywords": "warranty, retrieve warranty details",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to claim the warranty and get a replacement for a defective Sandwich Maker.",
        "keywords": "warranty, replacement",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is confused about the warranty terms for a Bp Monitor purchased from BrownBox, as the terms differ between the BrownBox website and the brand's website.",
        "keywords": "warranty terms, Bp Monitor, BrownBox website, brand's website",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know how to access the warranty details for a recently purchased microwave oven.",
        "keywords": "warranty, recently purchased microwave oven",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is experiencing issues with a recently purchased refrigerator and needs assistance with the warranty claim process.",
        "keywords": "warranty, recently purchased refrigerator, warranty claim process",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to sign up for an extended warranty for a Coffee Maker purchased from the website.",
        "keywords": "sign up, extended warranty, Coffee Maker, purchased",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer needs to access the warranty details for their Food Processor purchased from BrownBox.",
        "keywords": "warranty, Food Processor",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to claim warranty for a Microwave Oven that is not heating food properly and has a malfunctioning timer.",
        "keywords": "warranty, Microwave Oven",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the warranty details of their BP monitor but does not remember the order number.",
        "keywords": "warranty, order number",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know how recent changes in warranty terms will affect their previously purchased air conditioner.",
        "keywords": "warranty, previously purchased air conditioner",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know about the warranty of a water geyser they purchased, specifically if the warranty starts from the date of purchase or installation, and how to extend the warranty.",
        "keywords": "warranty, extend warranty",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer noticed a discrepancy in the warranty terms between the website and the physical warranty card for an electric kettle and has misplaced the warranty card.",
        "keywords": "warranty terms, electric kettle, misplaced warranty card",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is concerned about a discrepancy between the warranty terms mentioned on the website (five-year warranty) and the physical warranty card (three-year warranty) for a ceiling fan.",
        "keywords": "warranty terms, warranty card, ceiling fan",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know if their recently purchased speaker is covered under warranty due to issues with sound quality and connectivity.",
        "keywords": "warranty, recently purchased speaker, sound quality, connectivity",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to register a recently purchased BP monitor for warranty benefits.",
        "keywords": "warranty benefits, recently purchased BP monitor",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to sign up for an extended warranty for their inverter and needs guidance on the process.",
        "keywords": "sign up, extended warranty, inverter, process",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer lost their warranty card for a Pendrive and needs to claim the warranty without the card.",
        "keywords": "warranty, claim warranty",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the start date and duration of the warranty for a recently purchased AquaMax Pro water purifier.",
        "keywords": "warranty, recently purchased water purifier",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the warranty details for a water geyser purchased from the website and the process for making a warranty claim.",
        "keywords": "warranty details, warranty claim",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know about any changes to the warranty terms for an air cooler they recently purchased.",
        "keywords": "warranty terms, recently purchased air cooler",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to claim the warranty for a recently purchased headphone that is not working.",
        "keywords": "warranty, recently purchased headphone",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to sign up for an extended warranty for an Oven Toaster Grills (OTG) they recently purchased and seeks guidance on the process and options available.",
        "keywords": "warranty, recently purchased Oven Toaster Grills (OTG), sign up, extended warranty",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the start date of the warranty for a headphone purchased from the website and what the warranty covers.",
        "keywords": "warranty, headphone, purchased, warranty covers",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer noticed a mismatch in warranty terms between the website and the physical warranty card for an Induction Cooktop and has lost the warranty card.",
        "keywords": "warranty, lost warranty card, Induction Cooktop",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer lost the warranty card for a recently purchased sandwich maker and wants to know if they can still obtain warranty coverage.",
        "keywords": "warranty, recently purchased sandwich maker",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer's electric cooker is not working, and they need help claiming the warranty without the warranty card.",
        "keywords": "warranty, claim",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer, Jane, wants guidance on the warranty claim process for a defective Pendrive.",
        "keywords": "warranty claim process, defective Pendrive",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know how to claim the warranty for a replacement coffee maker that is not working correctly.",
        "keywords": "warranty, replacement coffee maker",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to register a recently purchased computer monitor for warranty benefits and needs assistance with the process.",
        "keywords": "register warranty benefits, recently purchased computer monitor",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know when the warranty for a recently purchased speaker starts.",
        "keywords": "warranty, recently purchased speaker",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer purchased a microwave oven and needs to claim the warranty but cannot find the warranty card.",
        "keywords": "warranty, claim warranty",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer received a replacement dishwasher that is not working correctly and needs to claim the warranty.",
        "keywords": "warranty, replacement dishwasher",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the process for claiming warranty on their vacuum cleaner as they have lost their warranty card.",
        "keywords": "warranty, vacuum cleaner, lost warranty card",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the warranty details for a Smart Watch purchased a few months ago.",
        "keywords": "warranty, Smart Watch",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is concerned about discrepancies in warranty terms between the BrownBox website and the brand's website for a recently purchased Microwave Oven.",
        "keywords": "warranty terms, discrepancies",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is confused about the discrepancy between the warranty terms on the website and the physical warranty card for a purchased printer and has also lost the physical warranty card.",
        "keywords": "warranty, purchased printer, lost physical warranty card",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know how to sign up for an extended warranty for a recently purchased mobile.",
        "keywords": "warranty, recently purchased mobile",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know how to register a recently purchased Hand Blender for warranty benefits and has additional questions about the warranty.",
        "keywords": "warranty benefits, recently purchased Hand Blender, warranty",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer has a problem with a recently purchased dishwasher that is not working correctly and wants to know the warranty claim process.",
        "keywords": "warranty claim process, recently purchased dishwasher",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is seeking clarification on the discrepancy between the warranty terms listed on the website and the physical warranty card for a Power Bank.",
        "keywords": "warranty terms, warranty card",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer noticed a discrepancy between the warranty terms listed on the website (2 years) and the physical warranty card (1 year) for a recently purchased water geyser.",
        "keywords": "warranty, recently purchased water geyser",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer needs help with claiming warranty on a replacement air conditioner that is not working.",
        "keywords": "warranty, replacement air conditioner, not working",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to register an Electric Kettle purchased from BrownBox for warranty benefits.",
        "keywords": "warranty benefits, Electric Kettle, warranty",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer needs help claiming warranty for their DSLR camera due to issues with blurry pictures and a stuck lens.",
        "keywords": "warranty, DSLR camera",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is having trouble with the warranty card for a recently purchased headphone, as the terms on the card differ from those on the website.",
        "keywords": "warranty card, recently purchased headphone",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer needs help claiming warranty on a replacement water purifier that is not functioning properly.",
        "keywords": "warranty, replacement water purifier",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer noticed a discrepancy in warranty terms between the website and the physical warranty card for a recently purchased Smart Band.",
        "keywords": "warranty, recently purchased Smart Band",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is experiencing issues with their laptop not starting up and wants to claim the warranty for a replacement.",
        "keywords": "warranty, replacement",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer noticed a discrepancy between the warranty terms on the website and the physical warranty card for a Wet Grinder and wants clarification.",
        "keywords": "warranty terms, Wet Grinder, clarification",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to sign up for an extended warranty for a recently purchased water purifier.",
        "keywords": "sign up, extended warranty, recently purchased water purifier",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer lost their warranty card for a headphone and needs to claim the warranty.",
        "keywords": "warranty, claim warranty",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know if the warranty applies to a ceiling fan purchased online that is not working correctly.",
        "keywords": "warranty, ceiling fan, purchased online, not working",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to retrieve warranty details for a recently purchased kitchen chimney and understand what is covered and how to claim it.",
        "keywords": "warranty details, recently purchased kitchen chimney, claim",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer noticed a discrepancy between the warranty terms on the website and the physical warranty card for an air cooler they purchased.",
        "keywords": "warranty terms, air cooler",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to claim the warranty for a ceiling fan that is not working properly.",
        "keywords": "claim warranty, ceiling fan not working",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer wants to know the start date of the warranty for a recently purchased food processor.",
        "keywords": "warranty, recently purchased food processor",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer has a non-functional ceiling fan and wants to claim the warranty but has lost the warranty card.",
        "keywords": "warranty, claim warranty, lost warranty card",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer lost the warranty card for a recently purchased vacuum cleaner and wants to know if they can still get warranty service.",
        "keywords": "warranty, recently purchased vacuum cleaner",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is having trouble finding the warranty details for their recently purchased electric kettle from BrownBox.",
        "keywords": "warranty details, recently purchased electric kettle",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer, John, is experiencing low suction power with his vacuum cleaner purchased from BrownBox and wants to know if it's covered under warranty.",
        "keywords": "warranty, vacuum cleaner",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer is upset because the warranty terms for a water purifier on BrownBox's website do not match the brand's website.",
        "keywords": "warranty terms, water purifier",
        "issue_area": "Warranty"
    },
    {
        "sentence": "The customer cannot get baby food delivered to her location quickly enough.",
        "keywords": "shipping, delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know if there are faster delivery options available for their tablet order and eventually decides to cancel the order due to unavailability of faster delivery.",
        "keywords": "faster delivery, cancel order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know the delivery charges and delivery time for a specific water geyser model.",
        "keywords": "delivery charges, delivery time",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer, Maria, is disappointed because she cannot get a speaker shipped to her location and wants faster delivery options.",
        "keywords": "faster shipping, speaker",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know the delivery charges and shipping speeds for an Induction Cooktop.",
        "keywords": "delivery charges, shipping speeds",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know about the delivery charges for an External Hard Disk and the options for faster shipping.",
        "keywords": "delivery charges, faster shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know if there are faster delivery options available for returning a DSLR camera.",
        "keywords": "returning a DSLR camera, faster delivery options",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer, Sarah, is concerned about the lack of faster delivery options for her urgently needed Juicer/Mixer/Grinder purchase.",
        "keywords": "faster delivery, urgently needed purchase, Juicer/Mixer/Grinder",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know if faster delivery options are available for an Induction Cooktop they ordered.",
        "keywords": "faster delivery options, Induction Cooktop, ordered",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer inquires why their T-shirt order did not qualify for free delivery.",
        "keywords": "delivery, free delivery, order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to order a Hand Blender but it is not available for shipping to their location in Miami, Florida.",
        "keywords": "Hand Blender, shipping, Miami, Florida",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to return a faulty Juicer/Mixer/Grinder and get a replacement with Same Day delivery.",
        "keywords": "return, replacement, Same Day delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer needs a faster delivery option for a Bp monitor ordered due to urgency.",
        "keywords": "faster delivery, delivery option, Bp monitor, urgency",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is unable to order a water purifier and other specific products at their location and needs assistance.",
        "keywords": "order, specific products, location",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is unable to order a Horizon Fitness T101 Treadmill due to unavailability for shipping to their location and needs an urgent solution.",
        "keywords": "order, shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer urgently needs a Sandwich Maker and wants to know if there are faster delivery options available.",
        "keywords": "faster delivery options, Sandwich Maker",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants faster delivery options for an OTG purchase, which are not available for their location.",
        "keywords": "faster delivery, shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is unhappy with the lack of faster delivery options for their recent order and wants to know if there are any alternatives.",
        "keywords": "faster delivery, recent order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer, Sarah, wants to contact the courier service provider because she hasn't received her sunglasses and the tracking information hasn't been updated.",
        "keywords": "courier service provider, hasn't received, tracking information",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is unhappy with the delivery speed and charges for a wristwatch order.",
        "keywords": "delivery speed, delivery charges, wristwatch order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know why their order for a DSLR camera does not qualify for free delivery.",
        "keywords": "free delivery, order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know why they were charged for delivery on a dishwasher purchase, which they believed qualified for free delivery.",
        "keywords": "delivery charges, dishwasher purchase, free delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know why they were charged for delivery despite expecting free delivery on their headphone order.",
        "keywords": "delivery charges, free delivery, headphone order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to contact the courier service provider associated with the seller of a pram/stroller they purchased from BrownBox.",
        "keywords": "courier service provider, purchased pram/stroller",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is trying to order a BB Smart Band but it's not available for faster delivery to their location, and they are frustrated by the delay.",
        "keywords": "order, faster delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to return a defective water geyser and get a replacement, inquiring about faster delivery options for the return process.",
        "keywords": "return, replacement, faster delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to return a coffee maker and inquires about faster delivery options for the return.",
        "keywords": "return, faster delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to return a mobile phone due to receiving the wrong color and is inquiring about faster delivery options for the return.",
        "keywords": "return mobile phone, faster delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to return a defective computer monitor and exchange it for a replacement.",
        "keywords": "return, exchange, replacement",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is unable to order a Seiko wristwatch at their location and wants assistance.",
        "keywords": "order, wristwatch",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know why their refrigerator order did not qualify for free delivery and if there are any options to get free delivery.",
        "keywords": "free delivery, refrigerator order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is frustrated because their water purifier has not been delivered a week after ordering, despite paying extra for expedited shipping.",
        "keywords": "delayed order, expedited shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants faster delivery options for an external hard disk but cannot find any for their remote location.",
        "keywords": "faster delivery options, external hard disk",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to order a specific shirt but cannot get it shipped to their location in New York and needs faster delivery options.",
        "keywords": "order, shipping, faster delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is unable to order a specific refrigerator model due to it being unavailable for shipping to their location.",
        "keywords": "shipping, order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know why they did not qualify for free delivery on their recent order for diapers and how to qualify for it.",
        "keywords": "free delivery, qualify, recent order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to order a specific air conditioner model but is unable to get it shipped to their location in Montana.",
        "keywords": "Keywords : order air conditioner, shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer urgently needs a wet grinder delivered before the weekend but is unhappy with the standard delivery time of 3-5 business days.",
        "keywords": "delivery time, faster shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is inquiring about the delivery charges, shipping speed, additional taxes, and any available discounts for purchasing an Oven Toaster Grills (OTG) model OTG-123.",
        "keywords": "delivery charges, shipping speed, purchasing Oven Toaster Grills",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to understand why their water geyser order did not qualify for free delivery and if there are any options to reduce delivery charges.",
        "keywords": "free delivery, delivery charges",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to return a laptop and inquires about the available shipping options for returns, specifically asking for faster delivery options.",
        "keywords": "return laptop, return shipping options, faster delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know the delivery charges for an inverter and any additional fees or taxes, as well as the availability of faster shipping options.",
        "keywords": "delivery charges, faster shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is inquiring why they are not eligible for free delivery on an Induction Cooktop order.",
        "keywords": "free delivery, Induction Cooktop order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is concerned about the delay in the shipping of their order.",
        "keywords": "delayed order, shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know the delivery charges and estimated delivery time for the 'Cool Breeze' ceiling fan.",
        "keywords": "delivery charges, estimated delivery time",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know the delivery status of their order for a pair of shorts and is concerned about the delay in delivery.",
        "keywords": "order, delivery status, delay",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to return a television and inquires about available shipping options for the return.",
        "keywords": "return, shipping options",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is having trouble finding faster delivery options for a washing machine and cannot get some items shipped to their location.",
        "keywords": "faster delivery options, shipped to location",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know the cost of standard shipping for a pair of shoes and if there is a way to get free shipping.",
        "keywords": "shipping, free shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is inquiring why their order did not qualify for free delivery and if there is any way to get free delivery.",
        "keywords": "free delivery, order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to understand why they were charged for delivery on a recent purchase and if the charges can be waived.",
        "keywords": "delivery charges, waived",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to order a Samsung Galaxy Watch 3 but it's not available for shipping to their location in New York.",
        "keywords": "order, shipping",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is frustrated because they cannot order a specific ceiling fan due to it being unavailable for shipping at their location.",
        "keywords": "unavailable for shipping, order a specific ceiling fan",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to return a tablet and inquires about faster delivery options for the return process, such as Same Day or In-a-Day delivery.",
        "keywords": "return tablet, faster delivery",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know how to track their tablet order and get in touch with the courier service provider.",
        "keywords": "track order, courier service provider",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is unable to order a specific Electric Cooker for their location and wants to know why it is not available.",
        "keywords": "order, Electric Cooker, not available",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know how to contact the courier service providers associated with the seller of an Electric Cooker they purchased.",
        "keywords": "courier service, Electric Cooker purchased",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer wants to know how to contact the courier service provider to track their DSLR camera order.",
        "keywords": "contact courier service provider, track order",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer needs a faster delivery option for a Microwave Oven but none are available for their location.",
        "keywords": "faster delivery, Microwave Oven",
        "issue_area": "Shipping"
    },
    {
        "sentence": "The customer is unable to order a refrigerator for shipping to New York and is frustrated with the service.",
        "keywords": "order, shipping",
        "issue_area": "Shipping"
    }
]